Repository: gapan/iso-creation
Catalog: po/*.po
Languages: ca, de, hi_in, hu, nl

source: Please select the type of filesystem to use for the specified device. Here are descriptions of the available filesystems:
ca: Si us plau, seleccioneu el tipus de sistema de fitxers per al dispositiu especificat. Aquí teniu una descripció des sistemes de fitxers disponibles:
de: Bitte wählen Sie den Dateisystemtyp für das angegebene Gerät. Nachfolgend eine Beschreibung zu den verfügbaren Dateisystemen:
hi_in: कृपया निर्दिष्ट उपकरण पर उपयोग हेतु फाइल सिस्टम का प्रकार चुनें। उपलब्ध फाइल सिस्टम के विवरण नीचे दिए गए हैं :
hu: Válasszon fájlrendszer a megadott ezsköz számára! Íme, a rendelkezésre álló fájlrendszerek listája:
nl: Kies het type bestandssysteem voor het aangegeven apparaat. Hier volgen de beschrijvingen van de beschikbare bestandssystemen:

source: Standard Linux Ext2 Filesystem
ca: Sistema de fitxers estàndard de Linux Ext2
de: Standard-Linux-Dateisystem Ext2
hi_in: सामान्य लिनक्स Ext2 फाइल सिस्टम
hu: Normál Linux Ext2 fájlrendszer.
nl: Standaard Linux Ext2 bestandssysteem

source: Ext3 Journaling Filesystem
ca: Sistema de fitxers amb diari Ext3
de: Ext3 Journaling-Dateisystem
hi_in: Ext3 जर्नल युक्त फाइल सिस्टम
hu: Ext3, naplózó fájlrendszer
nl: Ext3 bestandssysteem met journaal

source: Ext4 Journaling Filesystem
ca: Sistema de fitxers amb diari Ext4
de: Ext4 Journaling-Dateisystem
hi_in: Ext4 जर्नल युक्त फाइल सिस्टम
hu: Ext4, naplózó fájlrendszer
nl: Ext4 bestandssysteem met journaal

source: IBM's Journaled Filesystem
ca: Sistema de fitxers amb diari d'IBM
de: IBMs JFS Journaling-Dateisystem
hi_in: आईबीएम का जर्नल युक्त फाइल सिस्टम
hu: Az IBM naplózó fájrendszere
nl: IBM's bestandssysteem met journaal

source: ReiserFS Journaling Filesystem
ca: Sistema de fitxers amb diari ReiserFS
de: ReiserFS Journaling-Dateisystem
hi_in: Reiserfs जर्नल युक्त फाइल सिस्टम
hu: ReiserFS, naplózó fájlrendszer
nl: ReiserFS bestandssysteem met journaal

source: Btrfs Copy-on-Write B-tree Filesystem
ca: Sistema de fitxers d'arbre-B de còpia en escriptura Btrfs
de: Btrfs B-tree Copy-On-Write-Dateisystem
hi_in: Btrfs कॉपी-ऑन-राइट बी-ट्री फाइल सिस्टम
hu: Btrfs, "Copy-in-Write" B-fa fájlrendszer
nl: Btrfs Copy-on-Write B-tree bestandssysteem

source: SGI's Journaling Filesystem
ca: Sistema de fitxers amb diari d'SGI
de: SGIs XFS Journaling-Dateisystem
hi_in: एसजीआई का जर्नल युक्त फाइल सिस्टम
hu: Az SGI naplózó fájlrendszere
nl: SGI's bestandssysteem met journaal

source: Setting up root Linux partition.
ca: S'estableix la partició d'arrel de Linux.
de: Hauptpartition für Linux einrichten.
hi_in: रूट लिनक्स विभाजन सेटअप करना जारी।
hu: A Linux root partíció kiválasztása.
nl: Instellen Linux root partitie.

source: Select Linux installation partition:
ca: Seleccioneu la partició d'instal·lació de Linux:
de: Installationspartition für Linux auswählen:
hi_in: लिनक्स इंस्टॉल हेतु विभाजन चुनें :
hu: Válasszon Linux telepítési partíciót:
nl: Selecteer de Linux installatie partitie:

source: Cancel
ca: Cancel·la
de: Abbrechen
hi_in: रद्द करें
hu: Mégsem
nl: Annuleer

source: Please select a partition from the following list to use for your root (/) Linux partition.
ca: Si us plau, seleccioneu una partició de la llista següent per usar com a partició d'arrel de Linux (/).
de: Bitte wählen Sie in der folgenden Liste diejenige Partition aus, die Sie als Hauptpartition (/) verwenden wollen.
hi_in: कृपया अपने रूट (/) लिनक्स विभाजन हेतु उपयोग करने के लिए निम्नलिखित सूची से एक विभाजन चुनें।
hu: Válasszon egy partíciót az alábbi listából a Linux gyökérpartíciója (/) számára!
nl: Selecteer een partitie van de volgende lijst om als Linux root (/) partitie te gebruiken.

source: Setting up other Linux partitions.
ca: S'estableixen altres particions de Linux.
de: Weitere Linux-Partitionen einrichten.
hi_in: अन्य लिनक्स विभाजन सेटअप करना जारी।
hu: Linux partíciók beállítása.
nl: Instellen overige Linux partities.

source: Select other Linux partitions for /etc/fstab
ca: Seleccioneu altres particions de Linux per a /etc/fstab
de: Weitere Partitionen für "/etc/fstab" auswählen
hi_in: /etc/fstab हेतु अन्य लिनक्स विभाजन चुनें
hu: További Linux partíciók felvétele a /etc/fstab-ba
nl: Selecteer andere Linux partities voor /etc/fstab

source: You seem to have more than one partition tagged as type Linux. You may use these to distribute your Linux system across more than one partition. Currently, you have $ROOT_DEVICE mounted as your / partition. You might want to mount directories such as /home or /usr/local on separate partitions. You should not try to mount /etc, /sbin, or /bin on their own partitions since they contain utilities needed to bring the system up and mount partitions. Also, do not reuse a partition that you've already entered before. Please select one of the Linux partitions listed below, or if you're done, hit <Continue>.
ca: Sembla que teniu més d'una partició etiquetada com a tipus de Linux. Les podeu usar per distribuir el sistema Linux a través de més d'una partició. Ara teniu $ROOT_DEVICE muntada com a partició /. Potser voldríeu muntar directoris com ara /home o /usr/local en particions separades. No hauríeu d'intentar muntar muntar /etc, /sbin o /bin en particions separades pròpies ja que contenen utilitats necessàries per fer funcionar el sistema i muntar particions. Tampoc no reutilitzeu una partició que ja hàgiu escrit abans. Si us plau, seleccioneu una de les particions de la llista següent o, si ja esteu, premeu <Continua>.
de: Auf Ihrem System wurden mehrere Linux-Partitionen gefunden. Sie können diese nutzen, um Ihr Linuxsystem über mehr als eine Partition zu verteilen. Aktuell haben Sie "$ROOT_DEVICE" als Ihre Hauptpartition eingehängt. Sie könnten Verzeichnisse wie "/home" oder "/usr/local" auf separate Partitionen auslagern. Die Verzeichnisse "/etc", "/sbin" oder "/bin" sollten hingegen niemals auf eigenen Partitionen liegen, da diese wichtige Werkzeuge beinhalten, die beim Systemstart und zum Einhängen von Partitionen benötigt werden. Verwenden Sie bitte auch keine Partition, die Sie bereits zuvor eingegeben haben. Bitte wählen Sie eine der unten genannten Linuxpartitionen aus oder "Fortfahren", wenn Sie fertig sind.
hi_in: प्रतीत होता है कि एकाधिक विभाजनों के साथ संलग्न उपनाम का प्रकार लिनक्स है। आप इनके द्वारा अपने लिनक्स सिस्टम को एकाधिक विभाजनों पर वितरित कर सकते हैं। वर्तमान में आपके / विभाजन के रूप में $ROOT_DEVICE माउंट है। संभवतः आप /home या /usr/local जैसी डायरेक्टरी को भी भिन्न विभाजनों पर माउंट करना चाहेंगे। /etc, /sbin या /binको उनके विभाजनों पर माउंट करने का प्रयास न करें क्योंकि उनमें मौजूद साधन सिस्टम आरंभ करने व विभाजन माउंट प्रक्रिया हेतु आवश्यक है। इसके अतिरिक्त वह विभाजन पुनः उपयोग न करें जिसे आप पहले ही दर्ज कर चुके हैं। कृपया निम्नलिखित में से कोई लिनक्स विभाजन चुनें या फिर यदि आपके अनुसार प्रक्रिया पूर्ण हो गई है तो <Continue> दबाएँ।
hu: Úgy látszik, több partíció is Linux cimkét kapott. A Linux rendszerét több partícióra kiterjesztve is használhatja. Jelenleg egy / fájlrendszerként felcsatolt $ROOT_DEVICE partíció van használatban. Esetleg néhány könyvtárat, mint a /home vagy a /usr/local szeretne külön partícókra tenni. A /etc, /sbin és /bin könyvtárakat nem szabad külön partíciókra tenni, mivel ezekben vannak a rendszer elindításához és a többi partíció felcsatolásához szükséges eszközök. Olyan partíciót se használjon, amit már korábban beállított. Válasszon egyet az alábbi Linux partíciókból, vagy ha végzett, válassza a <Tovább> gombot!
nl: Je hebt meerdere partities gelabeld als Linux type. Je zou deze kunnen gebruiken om je Linux systeem over meerdere partities te verdelen. Momenteel is $ROOT_DEVICE als / partitie gemount. Je zou folders als /home of /usr/local aan aparte partities kunnen mounten. Probeer niet /etc, /sbin of /bin aan een eigen partitie te koppelen omdat deze folders hulpprogramma's bevatten benodigd om het systeem te starten en partities te mounten. Gebruik ook geen partitie die al eerder is ingevoerd. Selecteer een van de Linux partities van de lijst hieronder of <Continue> als je klaar bent.

source: Partition $NEXT_PARTITION will not be reformatted.
ca: La partició $NEXT_PARTITION no es formatarà.
de: Partition "$NEXT_PARTITION" wird nicht formatiert.
hi_in: $NEXT_PARTITION विभाजन को फॉर्मेट नहीं किया जाएगा।
hu: A következő partíció nem kerül formázásra: $NEXT_PARTITION.
nl: Partitie $NEXT_PARTITION zal niet opnieuw worden geformatteerd.

source: Partition $NEXT_PARTITION will be formatted with $NEXT_SYS_TYPE.
ca: La partició $NEXT_PARTITION es formatarà com a $NEXT_SYS_TYPE.
de: Partition "$NEXT_PARTITION" wird mit $NEXT_SYS_TYPE formatiert.
hi_in: $NEXT_PARTITION विभाजन को $NEXT_SYS_TYPE के रूप में फॉर्मेट किया जाएगा।
hu: A következő partíció, $NEXT_PARTITION, $NEXT_SYS_TYPE típusra lesz formázva.
nl: Partitie $NEXT_PARTITION zal worden geformatteerd als $NEXT_SYS_TYPE.

source: SELECT MOUNT POINT FOR $NEXT_PARTITION
ca: SELECCIONEU UN PUNT DE MUNTATGE PER A $NEXT_PARTITION
de: EINBINDUNGSPUNKT FÜR $NEXT_PARTITION WÄHLEN
hi_in: $NEXT_PARTITION हेतु माउंट पॉइंट चुनें
hu: VÁLASSZON CSATOLÁSI PONTOT A PARTÍCIÓ SZÁMÁRA: $NEXT_PARTITION!
nl: KIES MOUNT PUNT VOOR $NEXT_PARTITION

source: OK, now you need to specify where you want the new partition mounted. For example, if you want to put it under /usr/local, then respond: /usr/local Where would you like to mount $NEXT_PARTITION?
ca: D'acord, ara heu d'especificar el punt de muntatge de la nova partició. Per exemple, si voleu que es posi sota /usr/local, responeu "/usr/local". On voleu que es munti $NEXT_PARTITION?
de: OK, nun müssen Sie angeben, an welcher Stelle im Verzeichnisbaum die Linux-Partition eingebunden werden soll. Falls Sie die Partition z.B. unter "/usr/local" einbinden möchten, antworten Sie mit: /usr/local Wo möchten Sie "$NEXT_PARTITION" einbinden?
hi_in: अब आपको विभाजन माउंट करने हेतु स्थान निर्दिष्ट करना होगा। उदाहरण के तौर पर यदि इच्छित स्थान /usr/local है तो आपको /usr/local दर्ज करना होगा। आप $NEXT_PARTITION को कहाँ माउंट करना चाहते हैं?
hu: OK, most meg kéne adnia, hová szeretné felcsatolni az új partíciót. Például, ha /usr/local alá szeretné, akkor pontosan így adja meg: /usr/local Hová akarja felcsatolni a partíciót: $NEXT_PARTITION?
nl: OK, nu moet je aangeven waar je de nieuwe partitie wilt mounten. Als je hem zou willen plaatsen onder /usr/local, antwoord dan: /usr/local Waar zou je $NEXT_PARTITION willen mounten?

source: Finished setting up Linux partitions.
ca: S'ha acabat l'establiment de les particions de Linux.
de: Das Einrichten der Linux-Partitionen ist abgeschlossen.
hi_in: लिनक्स विभाजन सेटअप करना पूर्ण।
hu: A Linux partíciók beállítása elkészült.
nl: Instellen van Linux partities gereed.

source: DONE ADDING LINUX PARTITIONS TO /etc/fstab
ca: S'HA ACABAT L'ADDICIÓ DE PARTICIONS DE LINUX A /etc/fstab
de: HINZUFÜGEN VON LINUX-PARTITIONEN ZU /etc/fstab ABGESCHLOSSEN
hi_in: /etc/fstab पर लिनक्स विभाजन जोड़ना पूर्ण
hu: A LINUX PARTÍCIÓK HOZZÁADVA A /etc/fstab-HOZ
nl: KLAAR MET TOEVOEGEN LINUX PARTITIES AAN /etc/fstab

source: NO SWAP SPACE DETECTED
ca: NO S'HA DETECTAT CAP ESPAI D'INTERCANVI
de: KEIN SWAP-BEREICH ENTDECKT
hi_in: कोई स्वैप स्पेस नहीं मिला
hu: NEM TALÁLHATÓ LAPOZÓTERÜLET
nl: GEEN WISSELGEHEUGEN GEDETECTEERD

source: You have not created a swap partition with Linux fdisk. Do you want to continue installing without one?
ca: No heu creat cap partició d'intercanvi amb Linux fdisk. Voleu continuar la instal·lació sense partició d'intercanvi?
de: Sie haben keine swap-Partition mit Linux "fdisk" erstellt. Möchten Sie die Installation ohne eine solche fortsetzen?
hi_in: आपने लिनक्स fdisk द्वारा स्वैप विभाजन का सृजन नहीं किया है। क्या आप इसके बिना ही इंस्टॉल प्रक्रिया जारी रखना चाहते हैं?
hu: Nem hozott létre lapozó partíciót. Anélkül akarja folytatni a telepítést?
nl: Je hebt geen wisselgeheugenpartitie aangemaakt met Linux fdisk. Wil je doorgaan met installatie zonder wisselgeheugen?

source: ABORTING INSTALLATION
ca: S'AVORTA LA INSTAL·LACIÓ
de: INSTALLATION ABBRECHEN
hi_in: इंस्टॉल रद्द हो रहा है
hu: TELEPÍTÉS MEGSZAKÍTÁSA
nl: INSTALLATIE AFGEBROKEN

source: Create a swap partition with Linux fdisk, and then try this again.
ca: Creeu una partició d'intercanvi amb Linux fdisk i després torneu-ho a intentar.
de: Eine swap-Partition mit Linux "fdisk" erstellen und erneut versuchen.
hi_in: लिनक्स fdisk द्वारा स्वैप विभाजन का सृजन करें व इसके उपरांत पुनः प्रयास करें।
hu: Hozzon létre lapozópartíciót a Linux fdisk programmal, és azután próbálja meg újra!
nl: Maak een wisselgeheugenpartitie met Linux fdisk, probeer het dan nog eens.

source: Setting up swap partitions.
ca: S'estableixen les particions d'intercanvi.
de: Swap-Partitionen einrichten.
hi_in: स्वैप विभाजन सेट करना जारी
hu: Lapozópartíciók beállítása.
nl: Instellen wisselgeheugenpartities.

source: SWAP SPACE DETECTED
ca: ESPAI D'INTERCANVI DETECTAT
de: SWAP-BEREICH GEFUNDEN
hi_in: स्वैप स्पेस मिला
hu: SWAP PARTÍCIÓT TALÁLTAM
nl: WISSELGEHEUGEN GEDETECTEERD

source: Salix Setup has detected one or more swap partitions on your system. These partitions have been preselected to be set up as swap space. If there are any swap partitions that you do not wish to use with this installation, please unselect them with the up and down arrows and spacebar. If you wish to use all of them (this is recommended), simply hit the ENTER key.
ca: La configuració de Salix ha detectat una o més particions d'intercanvi al sistema. Aquestes particions s'han preseleccionades per ser establertes com a espai d'intercanvi. Si hi ha cap partició d'intercanvi que no vulgueu utilitzar en aquesta instal·lació; si us plau, desmarqueu-la amb les fletxes i la barra espaiadora. Si les voleu utilitzar totes (això és el que es recomana), premeu la tecla de retorn.
de: Das Salix Installationsprogramm hat eine oder mehrere Swap-Partitionen auf Ihrem System gefunden. Diese werden per Voreinstellung als Auslagerungsspeicher verwendet. Falls Sie einzelne Partitionen hierfür nicht nutzen möchten, deaktivieren Sie diese jetzt mit Hilfe der AUF/AB-Tasten und der LEERTASTE. Möchten Sie hingegen alle nutzen (empfohlen), drücken Sie hier einfach ENTER.
hi_in: सेलिक्स सेटअप द्वारा आपके सिस्टम पर एक या अधिक स्वैप विभाजन की पहचान की गई। ये विभाजन स्वैप स्पेस हेतु प्रयुक्त होने के लिए पहले से चयनित हैं। यदि आप इन स्वैप विभाजनों में से किसी को उस इंस्टॉल हेतु उपयोग करना नहीं चाहते हैं तो कृपया इच्छित विभाजनों को ऊपर/नीचे तीर कुंजी व स्पेस बार द्वारा उन्हें अचयनित करें। यदि आप उन सभी को उपयोग करना चाहते हैं (अनुशंसित) तो केवल एंटर कुंजी दबाकर प्रक्रिया जारी रखें।
hu: A Salix telepítő egy vagy több lapozópartíciót talált a rendszeren. Ezeket a partíciókat a telepítő beállította lapozóterületnek. Ha valamelyik partíciót mégsem kívánja használni lapozóterületként, a fel/le nyilak, valamint a szóköz segítségével megszüntetheti a kijelölését. Ha mindet használni akarja (ez az ajánlott), egyszerűen üssön egy ENTER-t!
nl: Salix Setup heeft een of meer swap partities gevonden op uw systeem. Deze partities zullen worden gekozen als swap ruimte. Als er swap partities zijn welke u niet wilt gebruiken voor deze installatie, deselecteer ze alstublieft met de up en down pijltoetsen en spatiebalk. Als u ze allemaal wilt gebruiken (dit is aanbevolen), druk dan simpelweg op de ENTER toets.

source: Linux swap partition, ${PARTSIZE}
ca: Partició d'intercanvi de Linux , ${PARTSIZE}
hi_in: लिनक्स स्वैप विभाजन, ${PARTSIZE}
hu: Linux lapozóterület, ${PARTSIZE}
nl: Linux wisselgeheugenpartitie, ${PARTSIZE}

source: CHECK SWAP PARTITIONS FOR BAD BLOCKS?
ca: VOLEU COMPROVAR SI A LES PARTICIONS D'INTERCANVI HI HA BLOCS INCORRECTES?
de: SWAP-PARTITION AUF FEHLERHAFTE BLÖCKE ÜBERPRÜFEN?
hi_in: स्वैप विभाजनों की विकृत ब्लॉक हेतु जाँच करें?
hu: KERESSÜNK HIBÁS BLOKKOKAT A LAPOZÓPARTÍCIÓN?
nl: WISSELGEHEUGENPARTITIES OP SLECHTE BLOKKEN CONTROLEREN?

source: Salix Setup will now prepare your system's swap space. When formatting swap partitions with mkswap you may also check them for bad blocks. This is not the default since nearly all modern hard drives check themselves for bad blocks anyway. Would you like to check for bad blocks while running mkswap?
ca: Ara la configuració de Salix prepararà l'espai d'intercanvi del sistema. A l'hora de formatar les particions d'intercanvi amb mkswap també podeu comprovar si hi ha blocs defectuosos. Aquest no és el valor per defecte ja que gairebé tots els discos durs moderns comproven ells mateixos si tenen blocs incorrectes. Voleu comprovar si hi ha blocs defectuosos durant l'execució de mkswap?
de: Das Salix Installationsprogramm bereitet nun Ihren Auslagerungsspeicher vor. Bei der Formatierung von Swap-Partitionen mit "mkswap" können Sie eine Überprüfung auf fehlerhafte Blöcke vornehmen lassen. Diese wird jedoch standardmäßig nicht durchgeführt, da nahezu alle modernen Laufwerke fehlerhafte Blöcke selbsttätig überwachen. Soll eine Überprüfung auf fehlerhafte Blöcke erfolgen?
hi_in: अब सेलिक्स सेटअप आपके सिस्टम हेतु स्वैप स्पेस निर्धारित करेगा। mkswap द्वारा स्वैप विभाजन फॉर्मेट करते समय आप उन्हें विकृत ब्लॉक हेतु जाँच भी सकते हैं। यह एक डिफ़ॉल्ट सेटिंग नहीं है क्योंकि लगभग सभी आधुनिक हार्ड ड्राइव स्वतः ही में विकृत ब्लॉकों की जाँच करने में सक्षम हैं। क्या आप mkswap के निष्पादन के दौरान विकृत ब्लॉक जाँचना चाहते हैं?
hu: A Salix telepítő most elkőkészíti a rendszer lapozóterületét. Miközben az mkswap program formázza a partíciót, ellenőrizhetjük, vannak-e rajta hibás blokkok. Nem ez az alapértelmezett, mivel csaknem az összes modern merevlemez önmaga ellenőrzi a hibás blokkokat. Szeretne hibás blokk ellenőrzést az mkswap futása során?
nl: Salix Setup zal de swap ruimte van uw systeem voorbereiden. Tijdens het formatteren van swap partities met mkswap kunt u deze tevens controleren op slechte blokken. Dit is niet standaard aangezien bijna alle moderne hard disks zichzelf al controleren op slechte blokken. Wilt u controleren op slechte blokken tijdens de uitvoer van mkswap?

source: Activating swap partition ${swappartition}:
ca: S'activa la partició d'intercanvi ${swappartition}:
de: Aktiviere swap-Partition ${swappartition} als Auslagerungsspeicher:
hi_in: स्वैप विभाजन ${swappartition} करना जारी :
hu: Lapozóterület, ${swappartition} aktiválása:
nl: Activeren van wisselgeheugenpartitie ${swappartition}:

source: Your swapspace has been configured. This information will be added to your /etc/fstab:
ca: S'ha configurat l'espai d'intercanvi. Aquesta informació s'afegirà a /etc/fstab:
de: Ihr Auslagerungsspeicher wurde konfiguriert. Diese Einträge werden in Ihrer "/etc/fstab" hinzugefügt:
hi_in: आपके स्वैप स्पेस का विन्यास पूर्ण हुआ। यह सूचना आपके /etc/fstab में संलग्न होगी :
hu: A lapozóterület beállításra került. Az információt elhelyeztük a /etc/fstab-ban is:
nl: Je wisselgeheugen is geconfigureerd. Deze informatie zal worden toegevoegd aan /etc/fstab:

source: SWAP SPACE CONFIGURED
ca: ESPAI D'INTERCANVI CONFIGURAT
de: SWAP-BEREICH KONFIGURIERT
hi_in: स्वैप स्पेस विन्यास पूर्ण
hu: LAPOZÓTERÜLET BEÁLLÍTVA
nl: WISSELGEHEUGEN GECONFIGUREERD

source: User setup
ca: Configuració de l'usuari
de: Benutzer einrichten
hi_in: उपयोक्ता सेटअप
hu: Felhasználó beállítása
nl: Gebruikers inrichting

source: You will now be presented with some dialogs so that you can create one or more user accounts in your new system.
ca: Ara se us presentaran alguns diàlegs per tal que pugueu crear un o més comptes d'usuari per al nou sistema.
de: Es folgen nun einige Dialoge, mit deren Hilfe Sie Benutzerkonten auf Ihrem System anlegen können.
hi_in: अब कुछ विंडो प्रस्तुत होंगी जिनके माध्यम से आप अपने नवीन सिस्टम हेतु एक या अधिक उपयोक्ता अकाउंट का सृजन कर सकते हैं।
hu: Most néhány párbeszédablak segítségével létrehozhat egy vagy több felhasználót az új rendszeren.
nl: U zult nu verschillend dialogen worden aangeboden zodat u één of meer gebruikers account in uw nieuwe systeem kan aanmaken.

source: The first user you will create, will be able to run commands as a privileged user through sudo. Any other user will not be able to run commands with sudo unless you add them to the wheel group.
ca: El primer usuari que creareu serà capaç d'executar ordres com a usuari privilegiat mitjançant sudo. Qualsevol altre usuari no serà capaç d'executar ordres amb sudo si no és que els afegiu al grup wheel.
de: Der erste Benutzer, den Sie anlegen, hat die Möglichkeit, per "sudo" Befehle mit Administratorrechten auszuführen. Alle weiteren Benutzer können dies nicht, solange Sie sie nicht der Gruppe "wheel" zuordnen.
hi_in: आपके द्वारा सृजन किया गया प्रथम उपयोक्ता एक विशेषाधिकार प्राप्त उपयोक्ता होगा जो sudo द्वारा कमांड निष्पादित करने में सक्षम होगा। कोई अन्य उपयोक्ता sudo द्वारा कमांड निष्पादन नहीं कर सकता है अन्यथा उन्हें आपने व्हील समूह में जोड़ा हो।
hu: Az első felhasználó, amelyet létrehoz, kiemelt felhasználóként a sudo segítségével futtathat majd parancsokat. A többi felhasználónak ehhez nem lesz joga, amíg hozzá nem adja őket a wheel csoporthoz.
nl: De eerste gebruiker welke u aanmaakt zal commando's kunnen uitvoeren als een gebruiker met meer privileges via sudo. Iedere andere gebruiker kan geen commando's uitvoeren met sudo als u deze niet toevoegt aan de wheel groep.

source: The root user is disabled by default.
ca: L'usuari primari està inhabilitat per defecte.
de: Das root-Benutzerkonto ist standardmäßig deaktiviert.
hi_in: रुट उपयोक्ता डिफ़ॉल्ट रूप से निष्क्रिय।
hu: A root felhasználó alaértelmezetten letiltva.
nl: De root gebruiker is standaard uitgeschakeld.

source: FTP/HTTP DOWNLOAD FAILURE
ca: ERROR DE BAIXADA D'FTP/HTTP
de: FTP/HTTP DOWNLOAD FEHLGESCHLAGEN
hi_in: एफ़टीपी/एचटीटीपी डाउनलोड विफल
hu: FTP/HTTP LETÖLTÉSI HIBA
nl: FTP/HTTP DOWNLOAD MISLUKT

source: installpkg error #$ArG1
ca: error installpkg #$ArG1
de: "installpkg" Fehler #$ArG1
hi_in: installpkg त्रुटि #$ArG1
hu: installpkg hiba, #$ArG1
nl: installpkg foutmelding #$ArG1

source: There was a fatal error attempting to install $ArG2. The package may be corrupt, the installation media may be bad, or something else has caused the package to be unable to be read without error. You may hit enter to continue if you wish, but if this is an important required package then your installation may not work as-is.
ca: Hi ha hagut un error fatal intentant instal·lar $ArG2. El paquet pot ser corrupte, el mitjà d'instal·lació pot ser incorrecte o alguna altra cosa ha causat que el paquet no es pugui llegir sense cap error. Podeu prémer retorn per continuar, si ho voleu, però aquest és un paquet necessari important i pot ser que la instal·lació no funcioni en aquestes condicions.
de: Beim Versuch "$ArG2" zu installieren trat ein schwerwiegender Fehler auf. Das Paket bzw. das Installationsmedium könnte beschädigt sein, oder das Paket konnte aus einem anderen Grund nicht fehlerfrei gelesen werden. Es ist möglich, dennoch mit der Installation fortfahren; das System könnte aber möglicherweise in dieser Form nicht korrekt arbeiten, wenn es sich um ein wichtiges Paket handelt.
hi_in: $ArG2 के इंस्टॉल का प्रयास करते समय एक गंभीर त्रुटि हुई। संभावित कारण : विकृत पैकेज, विकृत इंस्टॉल मीडिया, या किसी कारण से पैकेज रीड करने में त्रुटि हुई। यदि आप जारी रखना चाहते हैं तो एंटर कुंजी दबाएँ परन्तु यदि यह पैकेज अति आवश्यक है तो इस त्रुटि के परिणामस्वरूप आपका इंस्टॉल की अपेक्षित कार्यक्षमता प्रभावित हो सकती है।
hu: Helyrehozhatatlan hiba történt $ArG2 telepítése során. Lehet, hogy a csomagfájl vagy az adathordozó sérült, vagy más hiba okozta a csomag olvashatatlanságát. Enter leütésével továbbléphet, de ez egy fontos csomaf, így nem garantált a rendszer megfelelő működése.
nl: Er heeft een fatale foutmelding opgetreden bij de poging om $ArG2 te installeren. Het pakket is mogelijk corrupt, het installatiemedium kan slecht zijn of iets anders heeft ervoor gezorgd dat het pakket zonder fout wordt gelezen. U kan op de ENTER toets drukken indien gewenst, maar als het een belangrijk pakket is dat nodig is is het mogelijk dat uw installatie niet naar behoren werkt.
