Repository: gapan/iso-creation
Catalog: po/*.po
Languages: ca, de, hi_in, hu, nl

source: Manually specify CD or DVD by device name
ca: Especifiqueu manualment el CD o DVD pel nom del dispositiu
de: CD/DVD-Laufwerk manuell festlegen
hi_in: सीडी या डीवीडी ड्राइव के उपकरण नाम दर्ज कर उन्हें निर्दिष्ट करें
hu: Adja meg kézzel a CD vagy DVD eszköz nevét!
nl: Handmatig de device-naam ingeven van CD of DVD

source: MANUAL CD/DVD DEVICE SELECTION
ca: SELECCIÓ MANUAL DEL DISPOSITIU DE CD/DVD
de: MANUELLE AUSWAHL DES CD/DVD-LAUFWERKS
hi_in: मैनुअल सीडी/डीवीडी उपकरण चयन
hu: CD/DVD kézi kiválasztása
nl: HANDMATIGE SELECTIE CD/DVD DEVICE

source: Please select your CD/DVD device from the list below. If you don't see your device listed, choose 'custom'. This will let you type in any device name. (and if necessary, will create the device)
ca: Si us plau, seleccioneu el dispositiu de CD/DVD de la llista de sota. Si no hi veieu el vostre dispositiu, seleccioneu "personalitzat". Això us permetrà escriure qualsevol nom de dispositiu. (I si cal, es crearà el dispositiu.)
de: Bitte wählen Sie Ihr CD/DVD-Laufwerk in der Liste aus. Falls Ihr Laufwerk nicht aufgeführt wird, wählen Sie "custom". Sie können dann einen beliebigen Laufwerksnamen angeben (falls nötig, wird das Laufwerk erstellt).
hi_in: कृपया सूची से अपनी सीडी/डीवीडी उपकरण चुनें। यदि आपका उपकरण सूची में नहीं है तो 'अनुकूलित' चुनें। इस द्वारा आप इच्छित उपकरण का नाम दर्ज कर सकेंगें (व आवश्यकतानुसार उपकरण का सृजन भी)।
hu: Az alábbi listából válassza ki a használandó CD/DVD eszközt! Ha az eszköz nem szerepel a listán, válassza az "Egyedi"-t! Így bármilyen eszköznevet megadhat. (És ha szükséges, az eszköz létrehozásra kerül.)
nl: Selecteer je CD/DVD in de lijst hieronder. Als je hier je apparaat niet bij ziet staan, kies "handmatig". Daarmee kun je een willekeurige device-naam invoeren (die ook wordt aangemaakt indien nodig)

source: Type in the CD or DVD device to use
ca: Escriviu el dispositiu de CD o de DVD per usar
de: Geben Sie das zu verwendende CD/DVD-Laufwerk an
hi_in: उपयोग हेतु सीडी/डीवीडी उपकरण दर्ज करें
hu: Írja be a használandó CD vagy DVD eszköz nevét!
nl: Typ de naam van het te gebruiken CD of DVD device

source: First CD/DVD drive
ca: La primera unitat de CD/DVD
de: Erstes CD/DVD-Laufwerk
hi_in: पहली सीडी/डीवीडी ड्राइव
hu: Első CD/DVD meghajtó
nl: Eerste CD/DVD drive

source: Second CD/DVD drive
ca: La segona unitat de CD/DVD
de: Zweites CD/DVD-Laufwerk
hi_in: दूसरी सीडी/डीवीडी ड्राइव
hu: Második CD/DVD meghajtó
nl: Tweede CD/DVD drive

source: Third CD/DVD drive
ca: La tercera unitat de CD/DVD
de: Drittes CD/DVD-Laufwerk
hi_in: तीसरी सीडी/डीवीडी ड्राइव
hu: Harmadik CD/DVD meghajtó
nl: Derde CD/DVD drive

source: Fourth CD/DVD drive
ca: La quarta unitat de CD/DVD
de: Viertes CD/DVD-Laufwerk
hi_in: चौथी सीडी/डीवीडी ड्राइव
hu: Negyedik CD/DVD meghajtó
nl: Vierde CD/DVD drive

source: First parallel port ATAPI CD
ca: El primer port paral·lel ATAPI CD
de: ATAPI-CD am ersten Parallelport
hi_in: पहली समानांतर पोर्ट एटीएपीआई सीडी
hu: Első ATAPI CD a párhuzamos porton
nl: Eerste parallelle ATAPI CD

source: Second parallel port ATAPI CD
ca: El segon port paral·lel ATAPI CD
de: ATAPI-CD am zweiten Parallelport
hi_in: दूसरी समानांतर पोर्ट एटीएपीआई सीडी
hu: Második ATAPI CD a párhuzamos porton
nl: Tweede parallelle ATAPI CD

source: Third parallel port ATAPI CD
ca: El tercer port paral·lel ATAPI CD
de: ATAPI-CD am dritten Parallelport
hi_in: तीसरी समानांतर पोर्ट एटीएपीआई सीडी
hu: Harmadik ATAPI CD a párhuzamos porton
nl: Derde parallelle ATAPI CD

source: Fourth parallel port ATAPI CD
ca: El quart port paral·lel ATAPI CD
de: ATAPI-CD am vierten Parallelport
hi_in: चौथी समानांतर पोर्ट एटीएपीआई सीडी
hu: Negyedik ATAPI CD a párhuzamos porton
nl: Vierde parallelle ATAPI CD

source: Non-IDE Aztech CD/DVD
ca: Aztech CD/DVD no IDE
de: Nicht-IDE Aztech CD/DVD
hi_in: गैर-आईडीई एज़्टेक सीडी/डीवीडी
hu: Nem IDE Aztech CD/DVD

source: Sony CDU-535 CD/DVD
ca: CD/DVD Sony CDU-535
hi_in: सोनी सीडीयू-535 सीडी/डीवीडी

source: Non-IDE GoldStar CD/DVD
ca: CD/DVD no IDE GoldStar
de: Nicht-IDE GoldStar CD/DVD
hi_in: गैर-आईडीई गोल्ड स्टार सीडी/डीवीडी
hu: Nem IDE GoldStar CD/DVD

source: Sony CDU-31a CD/DVD
ca: CD/DVD Sony CDU-31a
hi_in: सोनी सीडीयू-31a सीडी/डीवीडी

source: Optics Storage CD/DVD
ca: CD/DVD Optics Storage
hi_in: ऑप्टिक्स संचय सीडी/डीवीडी

source: Sanyo non-IDE CD/DVD
ca: CD/DVD Sanyo no IDE
de: Nicht-IDE Sanyo CD/DVD
hi_in: सान्यो गैर-आईडीई सीडी/डीवीडी
hu: Sanyo nem IDE CD/DVD

source: Non-IDE Mitsumi drive 1
ca: Unitat 1 no IDE Mitsumi
de: Non-IDE Mitsumi Laufwerk 1
hi_in: गैर-आईडीई मित्सुमी ड्राइव 1
hu: Nem IDE Mitsumi meghajtó 1

source: Non-IDE Mitsumi drive 2
ca: Unitat 2 no IDE Mitsumi
de: Non-IDE Mitsumi Laufwerk 2
hi_in: गैर-आईडीई मित्सुमी ड्राइव 2
hu: Nem IDE Mitsumi meghajtó 2

source: Old non-IDE SoundBlaster CD/DVD
ca: CD/DVD no IDE SoundBlaster antic
de: Alte non-IDE SoundBlaster CD/DVD
hi_in: पुरानी गैर-आईडीई साउंड ब्लास्टर सीडी/डीवीडी
hu: Régi, nem IDE SoundBlaster CD/DVD
nl: Oude non-IDE SoundBlaster CD/DVD

source: Philips LMS CM-205 CD/DVD
ca: CD/DVD Philips LMS CM-205
hi_in: फिलिप्स एलएमएस सीएम-205 सीडी/डीवीडी

source: Philips LMS CM-206 CD/DVD
ca: CD/DVD Philips LMS CM-206
hi_in: फिलिप्स एलएमएस सीएम-206 सीडी/डीवीडी

source: Old non-IDE Mitsumi CD/DVD
ca: CD/DVD no IDE Mitsumi antic
de: Alte Nicht-IDE Mitsumi CD/DVD
hi_in: पुरानी गैर-आईडीई मित्सुमी सीडी/डीवीडी
hu: Régi, nem IDE Mitsumi CD/DVD
nl: Oude non-IDE Mitsumi CD/DVD

source: ENTER CD/DVD DEVICE MANUALLY
ca: INTRODUÏU EL DISPOSITIU DE CD/DVD MANUALMENT
de: CD/DVD-LAUFWERK MANUELL ANGEBEN
hi_in: सीडी/डीवीडी उपकरण दर्ज करें
hu: CD/DVD ESZKÖZ KÉZI MEGADÁSA
nl: HANDMATIGE INVOER CD/DVD DEVICE

source: Please enter the name of the CD/DVD device (such as /dev/hdc) that you wish to use to mount the Salix CD/DVD:
ca: Si us plau, introduïu el nom del dispositiu de CD/DVD (per exemple, /dev/hdc) que voleu utilitzar per muntar el CD/DVD de Salix:
de: Bitte geben Sie den Gerätenamen des CD/DVD-Laufwerkes an, in dem sich das Salix Installationsmedium befindet (z.B. /dev/hdc):
hi_in: कृपया उस सीडी/डीवीडी उपकरण (जैसे /dev/hdc) का नाम दर्ज करें जिसे आप सेलिक्स सीडी/डीवीडी को माउंट करने हेतु उपयोग करना चाहते हैं :
hu: Adja meg a CD/DVD eszköz nevét (például /dev/hdc), amelyet a Salix CD/DVD felcsatolására kíván használni:
nl: Voer alstublieft de naam van de CD/DVD device in (zoals /dev/hdc) welke u wilt gebruiken om de Salix CD/DVD te mounten:

source: MKNOD CD/DVD DEVICE
ca: DISPOSITIU DE CD/DVD MKNOD
de: MKNOD CD/DVD-LAUFWERK
hi_in: सीडी/डीवीडी उपकरण हेतु MKNOD कमांड
hu: MKNOD CD/DVD ESZKÖZ

source: There doesn't seem to be a device by the name of $DRIVE_FOUND in the /dev directory, so we will have to create it using the major and minor numbers for the device. If you're using a bootdisk with a custom CD/DVD driver on it, you should be able to find these numbers in the documentation. Also, see the 'devices.txt' file that comes with the Linux kernel source. If you don't know the numbers, you'll have to hit Esc to abort. Enter the major and minor numbers for the new device, separated by one space:
ca: No sembla que hi hagi cap dispositiu amb el nom de $DRIVE_FOUND al directori /dev. Per tant s'haurà de crear utilitzant els números major i menor per al dispositiu. Si useu un disc d'arrencada amb un controlador personalitzat de CD/DVD, hauríeu de ser capaç de trobar aquests números a la documentació. A més, vegeu el fitxer "devices.txt" que ve amb el codi font del nucli de Linux. Si no en sabeu els números, haureu de prémer Esc per avortar el procés. Introduïu els números major i menor per al dispositiu nou, separats per un espai:
de: Ein Gerät mit der Bezeichnung "$DRIVE_FOUND" ist im Verzeichnis "/dev" nicht vorhanden. Deshalb werden wir es mit den Major- und Minor- Gerätenummern erstellen. Falls Sie eine Bootdisk mit Treibern verwenden, sollten Sie diese Nummern in der Dokumentation finden. Beachten Sie hierzu auch Hinweise in der Datei "devices.txt", welche Sie im Quellcode des Linux-Kernels finden. Falls Ihnen die Nummern nicht vorliegen, müssen Sie den Vorgang mit ESC abbrechen. Geben Sie bitte nun die Major und Minor Nummern des neuen Geräts, getrennt durch ein Leerzeichen, ein:
hi_in: प्रतीत होता है कि /dev डायरेक्टरी में $DRIVE_FOUND नामक कोई उपकरण नहीं है अतः इंस्टॉलर द्वारा उपकरण की मेजर व माइनर संख्याएँ उपयोग उपकरण का सृजन किया जाएगा। यदि आपकी बूट डिस्क में अनुकूलित सीडी/डीवीडी ड्राइवर सम्मिलित है तो आप इन संख्याओं को प्रलेखन से प्राप्त कर सकते हैं। इसके अतिरिक्त लिनक्स कर्नेल स्रोत के साथ संलग्न 'devices.txt' नामक फाइल भी देखें। यदि आपको ये संख्याओं नहीं पता है तो Esc कुंजी दबाकर प्रक्रिया निरस्त करें। एक रिक्त अक्षर (स्पेस) द्वारा पृथक कर नवीन उपकरण की मेजर व माइनर संख्याएँ दर्ज करें :
hu: Úgy tűnik, nem található $DRIVE_FOUND eszköz a /dev könyvtárban, ezért létre kell hoznunk az eszközt az úgynevezett major és minor számai használatával. Ha egyéni CD/DVD eszközkezelőt használó rendszerindítólemezt használ, annak dokumentációjában meg kell találnia ezeket a számokat. Továbbá nézze át a "devices.txt" fájlt ami a Linux kernelforrás mellett található. Ha nem tudja a számokat, szakítsa meg a műveletet az ESC megnyomásával! Adja eg az új eszköz major és minor számait, egy szóközzel elválasztva:
nl: Een device met de naam $DRIVE_FOUND is niet aanwezig in de /dev directory, deze zal moeten worden gemaakt aan de hand van de major en minor getallen voor het apparaat. Als je een bootdisk gebruikt met een custom CD/DVD driver dan moet je die getallen in de documentatie kunnen vinden. Kijk ook in het bestand 'devices.txt' in de Linux kernel broncode. Als je deze getallen niet weet, zul je ESC moeten drukken om af te breken. Voer de major en minor getallen in voor het nieuwe apparaat, gescheiden door een spatie:

source: MAKING DEVICE IN /dev
ca: ES FA EL DISPOSITIU A /dev
de: ERSTELLE GERÄTEEINTRAG IN "/dev"
hi_in: /dev में उपकरण सृजन
hu: ESZKÖZ LÉTREHOZÁSA A /dev ALATT
nl: DEVICE IN /dev MAKEN

source: MKNOD FAILED
ca: HA FALLAT MKNOD
de: MKNOD IST FEHLGESCHLAGEN
hi_in: MKNOD कमांड विफल
hu: Az MKNOD SIKERTELEN
nl: MKNOD FAALDE

source: Sorry, but the mknod command failed to make the device. You'll need to go back and try selecting your source media again. Press ENTER to abort the source media selection process.
ca: Disculpeu, però l'ordre mknod no ha pogut fer el dispositiu. Haureu de tornar enrere i tornar a intentar la selecció del mitjà font. Premeu RETORN per avortar el procés de selecció de mitjans font.
de: Das "mknod" Kommando konnte den Geräteeintrag nicht erstellen. Gehen Sie zurück und versuchen Sie, das Quellmedium erneut auszuwählen. Drücken Sie nun ENTER, um die Auswahl des Quellmediums abzubrechen.
hi_in: क्षमा करें, mknod कमांड द्वारा उपकरण सृजन विफल रहा। आपको प्रक्रिया के आरंभिक चरण पर जाकर स्रोत मीडिया का पुनः चयन करना होगा। स्रोत मीडिया चयन प्रक्रिया को निरस्त करने हेतु एंटर कुंजी दबाएँ।
hu: Sajnáljuk, de az mknod parancs nem tudta létrehozni az eszközt. Vissza kell lépnie és újra megpróbálni a forráseszköz kiválasztását. Nyomja meg az ENTER-t a jelenlegi művevelet megszakításához!
nl: Sorry, het mknod commando faalde bij het maken van het device bestand. Je zult moeten teruggaan en je installatie medium opnieuw kiezen. Druk ENTER om het bron medium selectie proces af te breken.

source: SCANNING
ca: ESCANEJANT
de: SUCHE
hi_in: स्कैन करना जारी
hu: FELDERÍTÉS
nl: ZOEKEN

source: Scanning for a CD/DVD drive containing a Salix disc...
ca: S'explora si hi ha un dispositiu de CD/DVD que contingui un disc de Salix...
de: Laufwerk mit Salix Installationsmedium wird gesucht...
hi_in: सेलिक्स डिस्क युक्त सीडी/डीवीडी ड्राइव हेतु स्कैन करना जारी...
hu: Salix telepítőt tartalmaző CD/DVD olvasó keresése...
nl: Bezig met zoeken naar een CD/DVD speler welke een Salix schijf bevat...

source: Scanning for a parallel port ATAPI CD/DVD drive containing a Salix disc...
ca: S'explora si hi ha un dispositiu ATAPI CD/DVD de port paral·lel que contingui un disc de Salix...
de: Suche nach einem Parallelport-ATAPI-CD/DVD-Laufwerk mit einem Salix Installationsmedium...
hi_in: सेलिक्स डिस्क युक्त सामानांतर पोर्ट एटीएपीआई सीडी/डीवीडी ड्राइव हेतु स्कैन करना जारी...
hu: Salix telepítőt tartalmaző ATAPI CD/DVD olvasó keresése...
nl: Bezig met zoeken naar een parallelle poort ATAPI CD/DVD speler welke een Salix schijf bevat...

source: No IDE/SCSI drive, so we will try scanning for CD drives on old proprietary interfaces, such as SoundBlaster pre-IDE CD drives, Sony CDU-31a, Sony 535, old Mitsumi pre-IDE, old Optics, etc. For this scan to work at all, you'll need to be using a bootdisk that supports your CD drive. Please press ENTER to begin this last-chance scan for old, obsolete hardware.
ca: No hi ha cap dispositiu IDE/SCSI, per això s'intentarà explorar si hi ha dispositius de CD d'antigues interfícies de propietat, com ara unitats de CD preIDE SoundBlaster, Sony CDU-31a, Sony 535, l'antic Mitsumi preIDE, antigues òptiques, etc. Perquè aquesta exploració funcioni, haureu d'utilitzar un disc d'arrencada que tingui suport per a la vostra unitat de CD. Si us plau, premeu RETORN per iniciar l'exploració d'última oportunitat per a maquinari antic, obsolet.
de: Kein IDE/SCSI Laufwerk gefunden. Deshalb versuchen wir, ein Laufwerk an alten proprietären Schnittstellen, wie SoundBlaster pre-IDE CD Laufwerke, Sony CDU-31a, Sony 535, alte Mitsumi pre-IDE, alte Optics etc. zu finden. Damit die Suche funktioniert brauchen Sie eine Bootdisk, die Ihr CD Laufwerk unterstützt. Bitte drücken Sie ENTER um die Suche nach alter und obsoleter Hardware zu starten.
hi_in: कोई आईडीई/एससीएसई ड्राइव नहीं मिली अतः साउंड ब्लास्टर आईडीई-पूर्व सीडी ड्राइव, सोनी सीडीयू-31a, सोनी 535, पुरानी मित्सुमी आईडीई-पूर्व, पुरानी ऑप्टिक्स आदि जैसे पुराने अमुक्त स्रोत अंतरफलकों पर सीडी ड्राइव हेतु स्कैन किया जाएगा। स्कैन प्रक्रिया की सफलता हेतु ऐसी बूट डिस्क उपयोग करें जो आपकी सीडी ड्राइव का समर्थन करती हो। अत्यंत पुराने हार्डवेयर पर स्कैन करने हेतु इस अंतिम प्रयास को आरंभ करने के लिए एंटर कुंजी दबाएँ।
hu: Nem található IDE/SCSI meghajtó, ezért megpróbálunk CD-t keresni a régi típusú csatolófelületeken, mint pl. Soundblaster pre-IDE CD meghajtók, Sony 535, régi Mitsumi pre-IDE, régi Optics, stb. Ahhoz, hogy a keresés működjön a gépet olyan indítólemezről kell boot-olni, amelyik támogatja a CD meghajtót. Nyomja meg az ENTER-t a régi, elavult eszközök keresésének megkezdéséhez!
nl: Geen IDE/SCSI drive, dus we zullen proberen te zoeken naar een CD drive op ouderwetse interfaces, zoals SoundBlaster pre-IDE CD drives, Sony CDU-31a en 535, oude Mitsumi pre-IDE, oude Optics, etc. Om dit te laten werken, moet je een bootdisk gebruiken die je CD drive ondersteunt. Druk ENTER om deze laatste-kans scan op ouderwetse hardware te starten,

source: CD/DVD DRIVE NOT FOUND
ca: NO S'HA TROBAT CAP DISPOSITIU DE CD/DVD
de: CD/DVD-LAUFWERK NICHT GEFUNDEN
hi_in: सीडी/डीवीडी ड्राइव नहीं मिली
hu: NEM TALÁLHATÓ CD/DVD MEGHAJTÓ
nl: GEEN CD/DVD DRIVE GEVONDEN

source: A CD/DVD drive could not be found on any of the devices that were scanned. Possible reasons include using a bootdisk or kernel that doesn't support your drive, failing to pass parameters needed by some drives to the kernel, not having the Salix disc in your CD/DVD drive, or using a drive connected to a Plug and Play soundcard (in this case, connecting the drive directly to the IDE interface often helps). Please make sure you are using the correct bootdisk for your hardware, consult the BOOTING file for possible information on forcing the detection of your drive, and then reattempt installation. If all else fails, see FAQ.TXT for information about copying parts of this CD to your DOS partition and installing it from there.
ca: No s'ha pogut trobar una unitat de CD/DVD a cap dels dispositius que s'ha explorat. Les possibles raons inclouen l'ús d'un disc d'arrencada o d'un nucli que no té suport per a la vostra unitat, que no pot passar paràmetres necessaris d'alguns controladors al nucli, no tenir el disc de Salix a la unitat de CD/DVD o l'ús d'una unitat connectada a una targeta de so Plug and Play (en aquest cas, connectar la unitat directament a la interfície IDE sovint ajuda). Si us plau, assegureu-vos que utilitzeu el disc d'arrencada correcte per al vostre maquinari, consulteu el fitxer BOOTING per a informació possible sobre forçar la detecció del vostre dispositiu i després torneu a intentar la instal·lació. Si tota la resta falla, consulteu FAQ.TXT per obtenir informació sobre com copiar parts d'aquest CD a la partició de DOS i instal·lar el sistema des d'allà.
de: Im Rahmen der automatischen Erkennung konnte kein CD/DVD-Laufwerk gefunden werden. Mögliche Fehlerquellen könnten sein: eine Bootdisk bzw. ein Kernel, die das Laufwerk nicht unterstützen; fehlende Kernelparameter; kein Salix Installationsmedium im Laufwerk; ein Laufwerk, das an eine Plug&Play-Soundkarte angeschlossen ist (direktes Anschließen an das IDE Interface könnte in diesem Fall Abhilfe schaffen). Bitte stellen Sie sicher, dass Sie das richtige Bootmedium für Ihre Hardware verwenden. Beachten Sie auch die Hinweise in der Datei "BOOTING" zur Laufwerkserkennung. Versuchen Sie, die Installation erneut zu starten. Sollte dies alles nicht weiterhelfen, finden Sie in der Datei "FAQ.TXT" Informationen, wie Sie Teile der CD auf eine DOS-Partition kopieren und von dort aus eine Installation starten können.
hi_in: स्कैन किए गए किसी उपकरण पर सीडी/डीवीडी ड्राइव नहीं मिली। संभावित कारण हैं : ड्राइव हेतु असमर्थित बूट डिस्क या कर्नेल का उपयोग, ड्राइव हेतु आवश्यक मापदंड कर्नेल के संलग्न न करना, सीडी/डीवीडी ड्राइव में सेलिक्स डिस्क की उपस्थित न होना, या फिर वहनीय साउंड कार्ड से कनेक्ट हो रखी ड्राइव उपयोग करना (इस स्थिति में ड्राइव को सीधे आईडीई अंतरफलक में कनेक्ट करना सहायक होता है)। कृपया सुनिश्चित करें कि प्रयुक्त बूट डिस्क आपके हार्डवेयर हेतु उचित है, सिस्टम द्वारा उपकरण की पहचान बाध्य करने हेतु बूटिंग फाइल से उपयोगी सूचना की प्राप्ति संभव है, एवं इसके उपरांत इंस्टॉल करने का पुनः प्रयास करें। सभी प्रयास विफल होने की स्थिति में इस सीडी के कुछ अनुभागों को अपने DOS विभाजन में कॉपी कर व फिर वहाँ से इंस्टॉल करने की प्रक्रिया के बारे में जानने हेतु FAQ.TXT फाइल देखें।
hu: Az átvizsgált eszközökön nerm található CD/DVD meghajtó. Ennek oka többek között az lehet, hogy a rendszerindító lemez, vagy a kernel nem támogatja az eszközt, nem sikerült a megfelelő paramétereket átadni a kernelnek, nincs Salx lemez a CD/DVD olvasóban, vagy Okug and Play hangkártyához csatlakoztatott eszközt használ. (Ez utóbbi esetben segíthet egy IDE felületre csatolt eszköz használata.) Győződjön meg róla, hogy a hardvernek megfelelő indítólemezt használ, olvassa el a BOOTING fájlt az eszköz kényszerített felismerésének lehetséges módozataiért, és próbálkozzon újra. Ha minden egyébbel kudarcot vallott, olvassa el a FAQ.TXT-ben, miként lehet a CD tartalmának részleges DOS partícióra másolásával elindítani a telepítést.
nl: Een CD/DVD speler werd niet op een van de doorzochte devices gevonden. Mogelijke oorzaken zijn het gebruik van een bootdisk of kernel welke uw speler niet ondersteunt, benodigde parameters niet invoeren voor een speler, niet een Salix schijf in uw CD/DVD speler hebben, of een speler gebruiken aangesloten op een Plug en Play geluidskaart (in dit geval helpt het vaak de speler direct op een IDE interface aan te sluiten). Zorg alstublieft voor het gebruik van de goede bootdisk voor uw hardware, raadpleeg het BOOTING bestand voor mogelijke informatie om de detectie van uw speler af te dwingen, en probeer de installatie opnieuw. Indien niets werkt, zie de FAQ.TXT voor informatie over het kopiëren van delen van deze CD naar uw DOS partitie en installatie van daar af.

source: You will now be returned to the main menu. If you want to try looking for the CD again, you may skip directly to the SOURCE menu selection.
ca: Ara tornareu al menú principal. Si voleu provar de cercar el CD un altre cop, podeu passar directament al menú de selecció de FONTS.
de: Sie werden nun zum Hauptmenü zurückgeleitet. Wenn Sie erneut nach dem Installationsmedium suchen möchten, sollten Sie von dort aus mit dem Menüpunkt "QUELLMEDIUM" fortfahren.
hi_in: अब आप मुख्य मेन्यू पर वापस लौटेंगे। यदि आप सीडी हेतु पुनः खोज करना चाहते हैं तो सीधे स्रोत चयन मेन्यू पर जाएँ।
hu: Most visszalépümk a főmenübe. Ha ismét meg akar próbálkozni a CD keresésével, egyenesen a FORRÁS kiválasztó menübe ugorhat.
nl: U keert nu terug naar het hoofdmenu. Als u opnieuw wilt zoeken naar de CD, kunt u direct naar de SOURCE menu selectie gaan.

source: CD/DVD DRIVE FOUND
ca: S'HA TROBAT UN DISPOSITIU DE CD/DVD
de: CD/DVD-LAUFWERK GEFUNDEN
hi_in: सीडी/डीवीडी ड्राइव मिली
hu: NEM TALÁLHATÓ CD/DVD OLVASÓ
nl: CD/DVD DRIVE GEVONDEN

source: A Salix disc was found in device $DRIVE_FOUND.
ca: S'ha trobat un disc de Salix al dispositiu $DRIVE_FOUND.
de: Ein Salix Installationsmedium wurde im Laufwerk "$DRIVE_FOUND" gefunden.
hi_in: $DRIVE_FOUND उपकरण में सेलिक्स डिस्क मिली।
hu: A $DRIVE_FOUND eszközön Salix lemezt található.
nl: een Salix schijf is in device $DRIVE_FOUND gevonden.

source: MOUNT ERROR
ca: ERROR DE MUNTATGE
de: FEHLER BEIM EINBINDEN
hi_in: माउंट त्रुटि
hu: CSATOLÁSI HIBA
nl: FOUT BIJ MOUNTEN

source: There was an error attempting to mount the CD/DVD on $DRIVE_FOUND. Maybe the device name is incorrect, the disc is not in the drive, or the kernel you are using does not support the device. (possibly an incorrect bootdisk) What would you like to do now?
ca: S'ha produït un error en intentar muntar el CD/DVD a $DRIVE_FOUND. Potser el nom del dispositiu no és correcte, el disc no és a la unitat o el nucli que utilitzeu no és compatible amb el dispositiu. (Possiblement un disc d'arrencada incorrecte.) Què voleu fer ara?
de: Das Einbinden der CD/DVD über "$DRIVE_FOUND" ist fehlgeschlagen. Möglicherweise ist der Gerätename falsch, das Medium befindet sich nicht im Laufwerk, oder der Kernel unterstützt das Laufwerk nicht (vielleicht eine fehlerhafte Bootdisk). Wie möchten Sie fortfahren?
hi_in: $DRIVE_FOUND पर सीडी/डीवीडी माउंट करते समय त्रुटि हुई। संभावित कारण हैं : उपकरण नाम उचित न होना, ड्राइव में डिस्क न होना, या फिर इस उपकरण हेतु प्रयुक्त कर्नेल असमर्थित है। (संभवतः त्रुटिपूर्ण बूट डिस्क) अब क्या करना चाहेंगे?
hu: Hiba történt a $DRIVE_FOUND eszközön a CD/DVD csatolása során. Lehet, hogy az eszköz neve helytelen, anincs a lemez a meghajtóban, vagy a használt kernek nem támogatja az eszközt. (Pl. nem megfelelő indítólemezt használ.) Mit szeretne tenni?
nl: Een fout is opgetreden bij een poging om de CD/DVD te mounten op $DRIVE_FOUND . Misschien is de naam van het device incorrect, of anders is de disk is niet in de drive , of de kernel die je gebruikt ondersteunt het apparaat niet. (mogelijk de verkeerde bootdisk gebruikt). Hoe wil je nu verder?

source: Abort CD installation
ca: Avorta la instal·lació de CD
de: CD-Installation abbrechen
hi_in: सीडी इंस्टॉल प्रक्रिया निरस्त करें
hu: A CD telepítés megszakítása
nl: CD installatie afbreken

source: Attempt to mount the CD/DVD device again
ca: Intenta muntar el dispositiu de CD/DVD un altre cop.
de: Versuchen das CD/DVD-Laufwerk erneut einzubinden
hi_in: सीडी/डीवीडी उपकरण को पुनः माउंट करना का प्रयास करें
hu: A CD/DVD csatolásának ismételt megkísérlése
nl: Probeer de CD/DVD opnieuw te mounten

source: Ignore the error and continue
ca: Ignora l'error i continua
de: Diesen Fehler ignorieren und fortfahren
hi_in: त्रुटि को अनदेखा कर प्रक्रिया जारी रखें
hu: Továbblépés, a hiba figyelmen kívül hagyása
nl: Let niet op de foutmelding en ga door

source: ATTEMPTING TO MOUNT CD/DVD on $DRIVE_FOUND
ca: S'INTENTA MUNTAR EL CD/DVD A $DRIVE_FOUND
de: VERSUCHE CD/DVD-LAUFWERK AN $DRIVE_FOUND EINZUBINDEN
hi_in: $DRIVE_FOUND पर सीडी/डीवीडी माउंट करने हेतु प्रयासरत
hu: KÍSÉRLET A $DRIVE_FOUND ESZKÖZÖN a CD/DVD CSATOLÁSÁRA
nl: PROBEER DE CD/DVD TE MOUNTEN op $DRIVE_FOUND
