Repository: gapan/iso-creation
Catalog: po/*.po
Languages: ca, de, hi_in, hu, nl

source: WELCOME TO THE SALIX INSTALLATION
ca: BENVINGUT A LA INSTAL·LACIÓ DE SALIX
de: WILLKOMMEN ZUR SALIX INSTALLATION
hi_in: सेलिक्स इंस्टॉल प्रक्रिया में स्वागत है
hu: ÜDVÖZLI A SALIX TELEPÍTŐ!
nl: WELKOM BIJ DE SALIX INSTALLATIE

source: Keep the current keymap
ca: Mantén la disposició de teclat actual
de: Tastaturlayout beibehalten
hi_in: वर्तमान कुंजीपटल ही उपयोग करें
hu: Jelenlegi billentyűzetkiosztás megtartása
nl: Behoudt de huidige keymap

source: Select another keymap
ca: Seleccioneu una altra disposició de teclat
de: Anderes Tastaturlayout wählen
hi_in: अन्य कुंजीपटल का चयन करें
hu: Másik billentyűzetkiosztás választása
nl: Selecteer een andere keymap

source: Welcome to the installation of Salix, The Bonsai OS! Before you proceed with the rest of the installation, you might want to select your keyboard map (keymap). The current keymap is $KMAP.
ca: Benvingut a la instal·lació de Salix, el sistema operatiu bonsai! Abans de procedir a la resta de la instal·lació, és possible que vulgueu seleccionar la disposició del teclat (mapa de tecles). El teclat actual és $KMAP.
de: Willkommen zur Installation von Salix, dem Bonsai OS! Bevor Sie mit der Installation fortfahren, können Sie Ihr Tastaturlayout anpassen. Im Moment nutzen Sie das Layout "$KMAP".
hi_in: सेलिक्स - बोन्साई ऑपरेटिंग सिस्टम की इंस्टॉल प्रक्रिया में आपका स्वागत है! प्रक्रिया जारी रखने से पूर्व आप अपने सिस्टम हेतु कुंजीपटल अभिन्यास का चयन करें। वर्तमान अभिन्यास $KMAP है।
hu: Üdvözöljük a Salix, a Bonszáj OS telepítőjében! Mielőtt folytatná a telepítést, esetleg szeretne másik billentyűzetkiosztást (keymap) választani. a Jelenlegi kiosztás: $KMAP.
nl: Welkom bij de installatie van Salix, Het Bonsai besturingssysteem! Voordat u doorgaat met de rest van de installatie wilt u misschien de toetsenbord indeling (keymap) kiezen. De huidige keymap is $KMAP.

source: Salix Installation
ca: Instal·lació de Salix
hi_in: सेलिक्स इंस्टॉल
hu: A Salix telepítése
nl: Salix Installatie

source: Select
ca: Selecciona
de: Auswählen
hi_in: चुनें
hu: Kiválaszt
nl: Selecteer

source: Exit installation
ca: Surt de la instal·lació
de: Verlassen
hi_in: इंस्टॉल प्रक्रिया निरस्त करें
hu: Kilépés a telepítőből
nl: Sluit installatie af

source: You may now proceed with the installation by pressing the ENTER key.
ca: Ara podeu procedir a la instal·lació prement la tecla de RETORN.
de: Sie können nun mit der Installation fortfahren, indem Sie ENTER drücken.
hi_in: अब आप एंटर कुंजी दबाकर इंस्टॉल प्रक्रिया जारी रख सकते हैं।
hu: Az ENTER billentyű leütésével elindíthatja a telepítést.
nl: U kan nu verder gaan met de installatie door op de ENTER toets te drukken.

source: If you want to exit the installation and drop to a linux console, select 'Exit installation'
ca: Si voleu sortir de la instal·lació i passar a una consola de Linux, seleccioneu "Surt de la instal·lació".
de: Wenn Sie das Installationsprogramm verlassen möchten, um an der Linux Konsole zu arbeiten, wählen Sie "Verlassen".
hi_in: इंस्टॉल प्रक्रिया निरस्त कर लिनक्स कंसोल पर वापस जाने हेतु 'इंस्टॉल प्रक्रिया निरस्त करें' का चयन करें
hu: Ha el akarja hagyni a telepítőt és egy linux konzolba szeretne lépni, válassza a "Kilépés a telepítőből" lehetőséget!
nl: Als u de installatie wilt afsluiten en in een linux console terecht wilt komen, selecteer 'Sluit installatie af'

source: Install Salix using a step-by-step guide
ca: Instal·la Salix usant una guia de cada pas
de: Schritt für Schritt durch die Installation leiten lassen
hi_in: चरणबद्ध सहायक गाइड उपयोग कर सेलिक्स इंस्टॉल करें
hu: A Salix telepítése részletes útmutató segítségével
nl: Installeer Salix met een stap voor stap handleiding

source: NO LINUX PARTITIONS DETECTED
ca: NO S'HAN DETECTAT PARTICIONS DE LINUX
de: KEINE LINUX-PARTITIONEN GEFUNDEN
hi_in: कोई लिनक्स विभाजन नहीं मिला
hu: NEM TALÁLHATÓK LINUX PARTÍCIÓK
nl: GEEN LINUX-PARTITIES GEDETECTEERD

source: There don't seem to be any Linux partitions on this machine. You'll need to make at least one of these to install Linux. Either select AUTOINSTALL from the menu, or select INSTALL and use the partition editor to create one.
ca: No sembla que hi hagi cap partició Linux en aquesta màquina. N'haureu de fer almenys una per intal·lar-hi Linux. O bé seleccioneu la instal·lació automàtica al menú o bé seleccioneu instal·lar i useu l'editor de particions per crear-ne una.
de: Es wurden keine Linux-Partitionen auf Ihrem System gefunden. Wählen Sie entweder AUTOINSTALL, oder wählen Sie INSTALL und nutzen Sie den Partitionseditor, um mindestens eine Linux-Partition zu erstellen.
hi_in: प्रतीत होता है कि इस मशीन पर कोई लिनक्स विभाजन नहीं है। लिनक्स इंस्टॉल करने हेतु आपको इस प्रकार का एक विभाजन होना आवश्यक है। मेन्यू से स्वतः इंस्टॉल या इंस्टॉल में से कोई एक विकल्प चुनें व विभाजन संपादक द्वारा लिनक्स विभाजन का सृजन करें।
hu: Úgy tűnik, ezen a gépen nincsenek Linux partíciók. A Linux telepítéséhez legalább egy partícióra szükség van. Válassza az AUTOMATA TELEPÍTŐ-t, vagy a TELEPÍTÉS-t, és használja a partíciószerkesztőt a létrehozásához!
nl: Er lijkt geen Linux partitie aanwezig te zijn op deze machine. U moet hier minstens één van hebben om Linux te installeren. Selecteer AUTOINSTALLATIE of INSTALLATIE en gebruik de partitie editor om er een aan te maken.

source: NO EFI SYSTEM PARTITION DETECTED
ca: NO S'HA DETECTAT CAP PARTICIÓ DE SISTEMA EFI
de: KEINE EFI SYSTEMPARTITION ENTDECKT
hi_in: कोई EFI सिस्टम विभाजन नहीं मिला
hu: NEM TALÁLHATÓ EFI RENDSZERPARTÍCIÓ
nl: GEEN EFI SYSTEEMPARTITIE GEDETECTEERD

source: This machine appears to be using EFI/UEFI, but no EFI System Partition was found.
ca: Sembla que aquesta màquina usa EFI/UEFI, però no s'ha trobat cap partició EFI al sistema.
de: Ihr Rechner verwendet EFI/UEFI, aber es wurde keine EFI Systempartition gefunden.
hi_in: संभवतः मशीन पर EFI/UEFI प्रयुक्त है परन्तु कोई सिस्टम विभाजन नहीं मिला।
hu: Úgy tűnik ez a gép EFI/UEFI-t használ, de nem található EFI rendszerpartíció.
nl: Deze machine schijnt EFI/UEFI te gebruiken, maar er is geen EFI Systeempartitie gevonden.

source: You'll need to make an EFI System Partition in order to boot from the hard drive.
ca: Haureu de fer una partició EFI de sistema per tal d'arrencar des del disc dur.
de: Sie müssen zunächst eine EFI Systempartition erstellen, um von diesem Laufwerk booten zu können.
hi_in: हार्ड ड्राइव से बूट करने हेतु EFI सिस्टम विभाजन होना आवश्यक है।
hu: A merevlemezről történő rendszerindításhoz szükség lesz egy EFI rendszerpartíció létrehozására.
nl: U zult een EFI Systeempartitie moeten aanmaken om van de harddisk te starten.

source: Can't umount /var/log/mount. Reboot machine and run setup again.
ca: No es pot desmuntar /var/log/mount. Reinicieu la màquina i inicieu la configuració un altre cop.
de: Das Verzeichnis "/var/log/mount" konnte nicht ausgehängt werden. Starten Sie Ihr System neu und rufen Sie "setup" erneut auf.
hi_in: /var/log/mount को माउंट से हटाना विफल। मशीन को पुनः आरंभ कर सेटअप पुनः करें।
hu: Nem tudom lecsatolni a /var/log/mount fájlrendszert. Indítsa újra a gépet és futtassa újra a telepítőt!
nl: Kan /var/log/mount niet umounten. Herstart machine en voer setup opnieuw uit.

source: Mount table corrupt. Reboot machine and run setup again.
ca: Taula de muntatges corrupta. Reinicieu la màquina i inicieu la configuració un altre cop.
de: Die Mount-Tabelle ist beschädigt. Starten Sie Ihr System neu und rufen Sie "setup" erneut auf.
hi_in: माउंट तालिका विकृत है। मशीन को पुनः आरंभ कर सेटअप पुनः करें।
hu: A mount tábla sérült. Indtísa újra a gépet és futtassa újra a telepítőt!
nl: Mount tabel corrupt. Herstart machine en voer setup opnieuw uit.

source: No Source Selected
ca: No s'ha seleccionat cap font
de: Kein Quellmedium ausgewählt.
hi_in: कोई स्रोत चयनित नहीं है
hu: Nincs forrás kiválasztva
nl: Geen Bron Geselecteerd

source: The installer does not know where to find the source packages...
ca: L'instal·lador no sap on trobar els paquets font...
de: Der Installer weiß nicht, wo sich die Quellpakete befinden...
hi_in: इंस्टॉलर द्वारा स्रोत पैकेजों का स्थान ज्ञात करना विफल...
hu: A telepítő nem tudja, hogy hol keresse a forráscsomagokat...
nl: Het installatieprogramma weet niet waar de bron pakketten te vinden zijn...

source: Press ENTER to return to the main menu.
ca: Premeu RETORN per tornar al menú principal.
de: Drücken Sie ENTER, um zum Hauptmenü zurückzukehren.
hi_in: मुख्य मेन्यू पर वापस जाने हेतु एंटर कुंजी दबाएँ।
hu: Nyomja meg az ENTER-t a főmenübe való visszatéréshez!
nl: Druk op de ENTER toets om terug te keren naar het hoofdmenu.

source: CANNOT INSTALL SOFTWARE YET
ca: ENCARA NO ES POT INSTAL·LAR EL PROGRAMARI
de: INSTALLATION NOCH NICHT MÖGLICH
hi_in: इस समय सॉफ्टवेयर इंस्टॉल करना संभव नहीं है
hu: EGYELŐRE NEM LEHETSÉGES A SZOFTVEREK TELEPÍTÉSE
nl: KAN SOFTWARE NOG NIET INSTALLEREN

source: Before you can install software, complete the following tasks:
ca: Abans que pugueu instal·lar programari, completeu les tasques següents:
de: Bevor Sie mit der Installation beginnen können, müssen die folgenden Schritte durchlaufen werden:
hi_in: सॉफ्टवेयर इंस्टॉल करने से पहले निम्नलिखित कार्य पूर्ण करना आवश्यक है :
hu: A szoftverek telepítése előtt végezze el a következő lépéseket:
nl: Voordat u software kan installeren, voltooi de volgende taken:

source: Select your source media.
ca: Seleccioneu la font de mitjans.
de: Ein Quellmedium auswählen.
hi_in: स्रोत मीडिया का चयन।
hu: Válassza ki a telepítő adathotdozóját!
nl: Selecteer uw bron media.

source: Set up your target Linux partition(s).
ca: Establiu les particions Linux de destinació.
de: Linux-Partition(en) vorbereiten.
hi_in: लक्षित लिनक्स विभाजन का सेटअप।
hu: Állítsa be a célpartíció(ka)t!
nl: Stel uw doel Linux partitie(s) in.

source: You may also optionally remap your keyboard and set up your swap partition(s).
ca: També podeu tornar a assignar opcionalment el teclat i configurar les particions d'intercanvi.
de: Falls gewünscht, können Sie ein anderes Tastaturlayout wählen sowie eine oder mehrere Swap-Partition(en) festlegen.
hi_in: कुंजीपटल अभिन्यास परिवर्तन व स्वैप विभाजन सेटअप करने का भी विकल्प उपलब्ध है।
hu: Választhatő lehetőségként átállíthatja a billentyűzetkiosztást és beállíthatja a lapozópartíció(ka)t.
nl: U kan eventueel uw toetsenbord en uw swap partitie(s) opnieuw instellen .

source: CORE
ca: MÍNIMA
de: MINIMAL
hi_in: कोर

source: SELECT INSTALLATION MODE
ca: SELECCIONEU EL MODE D'INSTAL·LACIÓ
de: INSTALLATIONSMODUS AUSWÄHLEN
hi_in: इंस्टॉल मोड चयन
hu: TELEPÍTÉSI MÓD KIVÁLASZTÁSA
nl: SELECTEER INSTALLATIEMODUS

source: Please select the installation mode you prefer from the following:
ca: Si us plau, seleccioneu el mode d'instal·lació que preferiu:
de: Bitte wählen Sie den gewünschten Installationsmodus aus:
hi_in: कृपया निम्नलिखित में से इच्छित इंस्टॉल मोड का चयन करें :
hu: Az alábbiak közül válassza ki az önnek megfelelő telepítési módot:
nl: Selecteer alstublieft de installatiemodus welke uw voorkeur heeft van het volgende:

source: BASIC will only install a minimal graphical environment and a web browser.
ca: BÀSICA: només s'instal·larà un entorn gràfic mínim i un navagador.
de: GRUNDSYSTEM: Installiert ein Grundsystem mit grafischer Benutzeroberfläche und Webbrowser.
hi_in: सामान्य में केवल एक सरल चित्रात्मक वातावरण व वेब ब्राउज़र इंस्टॉल होगा।
hu: BASIC - csupán egy alap grafikus környezetet és egy webböngészőt telepít.
nl: BASIC zal alleen een minimale grafische omgeving en een web browser installeren.

source: CORE will install only the minimum essentials for your system to start in console mode (no graphical environment included) and is ideal if you are an experienced user and want to fully customize your installation for any specific purpose.
ca: MÍNIMA: només s'instal·laran els elements essencials mínims perquè el sistema s'iniciï en mode de consola (sense entorn gràfic inclòs), és ideal si sou un usuari experimentat i voleu personalitzar completament la vostra instal·lació amb qualsevol fi específic.
de: MINIMAL: Installiert ein minimales System ohne grafische Benutzeroberfläche für die Linux-Konsole. Diese Option ist ideal für erfahrene Nutzer, die die Installation für spezielle Zwecke anpassen möchten.
hi_in: कोर में केवल कंसोल सिस्टम (चित्रात्मक वातावरण रहित) आरंभ करने हेतु आवश्यक पैकेज ही इंस्टॉल होंगें व यह अनुभवी उपयोक्ताओं हेतु उपयुक्त है जो इंस्टॉल को किसी विशिष्ट उद्देश्य हेतु अनुकूलित करना चाहते हैं।
hu: CORE - csak a rendszer működéséhez szükséges alapvető összetevőket telepíti (grafikus felület nélkül). Ideális válaasztás, ha ön tapasztalt felhasználó és a rendszerét valamilyen egyedi célra teljesen testre akarja szabni.
nl: CORE zal alleen de minimale benodigdheden installeren voor uw systeem om te starten in console modus (geen grafische omgeving inbegrepen) en is ideaal indien u een ervaren gebruiker bent en uw installatie volledig zelf wilt aanpassen voor enig specifiek doel.

source: BASIC
ca: BÀSICA
de: GRUNDSYSTEM
hi_in: सामान्य

source: Install a minimal graphical environment
ca: Instal·la un entorn gràfic mínim
de: Grundsystem mit grafischer Benutzeroberfläche installieren
hi_in: सरल चित्रात्मक वातावरण इंस्टॉल करें
hu: Minimális grafikus környezet telepítése.
nl: Installeer een minimale grafische omgeving

source: Install a minimal console system
ca: Instal·la un sistema mínim de consola
de: Minimales System für die Konsole installieren
hi_in: सरल कंसोल सिस्टम इंस्टॉल करें
hu: Minimális konzol környezet telepítése.
nl: Installeer een minimaal console systeem

source: FULL (default) will install everything. That includes one application per task, such as an office suite, a multimedia player, a CD/DVD burner etc.
ca: COMPLETA (per defecte): s'instal·la tot. Això inclou una aplicació per tasca, com ara una suite d'oficina, un reproductor multimèdia, un gravador de CD/DVD, etc.
de: VOLLSTÄNDIG: Installiert alle Softwarepakete. Dies schließt jeweils eine Applikation für alle gängigen Anwendungsbereiche ein, z.B. eine Office-Suite, einen Multimedia-Player, ein Programm zum Brennen von CDs/DVDs usw.
hi_in: पूर्ण (डिफ़ॉल्ट) में सभी उपलब्ध पैकेज इंस्टॉल होंगें। इसमें एक अनुप्रयोग प्रति कार्य के विचार से प्रेरित एक ऑफिस सॉफ्टवेयर संग्रह, एक मल्टीमीडिया प्लेयर, एक सीडी/डीवीडी प्लेयर इत्यादि सम्मिलित हैं।
hu: A FULL mód (ez az alapértelmezett) mindent telepít. Magában foglalja a feladatonkénti egy darab alkalmazást, mint egy irodai programcsomag, multimédia lejátszó, CD/DVD író, stb.
nl: FULL (standaard) zal alles installeren. Dat houdt één applicatie per taak in, zoals een office pakket, een multimedia speler, een CD/DVD brander etc.

source: FULL
ca: COMPLETA
de: VOLLSTÄNDIG
hi_in: पूर्ण

source: Install everything
ca: Intal·la-ho tot
de: Alles installieren
hi_in: सभी इंस्टॉल करें
hu: Mindent telepít.
nl: Installeer alles

source: REPLACE /etc/fstab?
ca: ES REEMPLAÇA /etc/fstab?
de: ERSETZEN VON "/etc/fstab"?
hi_in: /etc/fstab को बदलें?
hu: FELÜLÍRJUK a /etc/fstab-ot?
nl: /etc/fstab VERVANGEN?

source: You already have an /etc/fstab on your install partition.
ca: Ja teniu un /etc/fstab a la partició d'instal·lació.
de: Auf Ihrer Installationspartition befindet sich bereits eine Datei "/etc/fstab".
hi_in: आपके इंस्टॉल विभाजन पर पहले से /etc/fstab मौजूद है।
hu: A telepítési partíción már létezik egy /etc/fstab.
nl: U heeft al een /etc/fstab op uw installatie partitie.

source: If you were just adding software, you should probably keep your old /etc/fstab.
ca: Si només estàveu afegint programari, probablement hauríeu de mantenir l'antic /etc/fstab.
de: Wenn Sie lediglich weitere Software hinzugefügt haben, sollten Sie Ihre alte "/etc/fstab" beibehalten.
hi_in: यदि आप केवल सॉफ्टवेयर ही जोड़ना चाहते हैं तो पुरानी /etc/fstab को ही उपयोग करना जारी रखें।
hu: Ha csupán további szoftvereket szeretne telepíteni, vélhetőleg meg akarja tartan a /etc/fstab-ot.
nl: Indien u zojuist software toevoegde, moet u wellicht uw oude /etc/fstab behouden.

source: If you've changed your partitioning scheme, you should use the new /etc/fstab.
ca: Si heu canviat l'esquema de particions, hauríeu d'usar el nou /etc/fstab.
de: Wenn Sie jedoch Ihr Partitionierungsschema geändert haben, sollten Sie die neue "/etc/fstab" verwenden.
hi_in: यदि आपने विभाजन तालिका में परिवर्तन किया है तो नवीन /etc/fstab का उपयोग करें।
hu: A partíciók megváltoztak, célszerű az új /etc/fstab használata.
nl: Indien u uw partitieschema wijzigde, moet u wellicht de nieuwe /etc/fstab gebruiken.

source: Do you want to replace your old /etc/fstab with the new one?
ca: Voleu reemplaçar l'antic /etc/fstab pel nou?
de: Möchten Sie die vorhandene Datei "/etc/fstab" durch die neue ersetzen?
hi_in: क्या आप पुराने /etc/fstab को नवीन वाले से बदलना चाहते हैं?
hu: Felülírjuk a régi /etc/fstab-ot az újjal?
nl: Wilt u uw oude /etc/fstab vervangen met de nieuwe?

source: SALIX INSTALLATION IS COMPLETE
ca: LA INSTAL·LACIÓ DE SALIX HA ACABAT
de: DIE SALIX INSTALLATION WURDE FERTIGGESTELLT
hi_in: सेलिक्स इंस्टॉल पूर्ण हुआ
hu: A SALIX TELEPÍTÉSE ELKÉSZÜLT
nl: SALIX INSTALLATIE IS VOLTOOID

source: Reboot now
ca: Reinicia ara
de: Jetzt neu starten
hi_in: अभी पुनः आरंभ करें
hu: Újraindítás
nl: Herstart nu

source: Exit to command line
ca: Surt a la línia d'ordres
de: Zur Kommandozeile wechseln
hi_in: बंद कर कमांड लाइन खोलें
hu: Kilépés a parancssorba
nl: Sluit af naar de command prompt

source: System configuration and installation is complete. Please remove the installation disc. You can either select to reboot your system now or choose to exit the installation to the command line if you would like to do any manual tweaking.
ca: S'ha acabat la instal·lació i la configuració del sistema. Si us plau, traieu el disc d'instal·lació. Podeu reiniciar el sistema ara o sortir de la instal·lació i anar a parar a la línia d'ordres si voleu fer cap ajustament manual.
de: Die Installation und Konfiguration wurde fertiggestellt. Bitte nehmen Sie das Installationsmedium aus dem Laufwerk. Sie können nun Ihr System neu starten oder das Installationsprogramm verlassen, um von der Kommandozeile aus manuelle Anpassungen vorzunehmen.
hi_in: सिस्टम विन्यास व इंस्टॉल प्रक्रिया पूर्ण हुई। कृपया इंस्टॉल डिस्क हटा दें। आप सिस्टम को अभी पुनः आरंभ कर सकते हैं या फिर इंस्टॉल प्रक्रिया बंद कमांड लाइन खोल सकते हैं यदि आप सेटिंग्स हेतु किसी प्रकार का परिवर्तन करना चाहते हैं।
hu: A rendszer beállítása és telepítése befejeződött. Távolítsa el a telepítőlemezt. Újraindíthatja a rendszert, vagy kiléphet a parancssorba, további beállítások elvégzésére.
nl: Systeemconfiguratie en installatie is gereed. Verwijder alstublieft de installatieschijf. U kan nu kiezen om uw systeem te herstarten of kiezen om de installatie te verlaten naar de command prompt voor gewenste handmatige optimalisaties.

source: System configuration and installation is complete. You can either select to reboot your system now or choose to exit the installation to the command line if you would like to do any manual tweaking.
ca: S'ha acabat la instal·lació i la configuració del sistema. Podeu reiniciar el sistema ara o sortir de la instal·lació i anar a parar a la línia d'ordres si voleu fer cap ajustament manual.
de: Die Installation und Konfiguration wurde fertiggestellt. Sie können nun Ihr System neu starten oder das Installationsprogramm verlassen, um von der Kommandozeile aus manuelle Anpassungen vorzunehmen.
hi_in: सिस्टम विन्यास व इंस्टॉल प्रक्रिया पूर्ण हुई। आप सिस्टम को अभी पुनः आरंभ कर सकते हैं या फिर इंस्टॉल प्रक्रिया बंद कमांड लाइन खोल सकते हैं यदि आप सेटिंग्स हेतु किसी प्रकार का परिवर्तन करना चाहते हैं।
hu: A rendszer beállítása és telepítése befejeződött. Újraindíthatja a rendszert, vagy kiléphet a parancssorba, további beállítások elvégzésére.
nl: Systeemconfiguratie en installatie is gereed. U kan nu kiezen om uw systeem te herstarten of kiezen om de installatie te verlaten naar de command prompt voor gewenste handmatige optimalisaties.

source: Setup has found an ISO image in the source directory:
ca: La configuració ha trobat una imatge ISO al directori font:
de: Im Quellpfad wurde ein ISO-Image gefunden:
hi_in: सेटअप द्वारा स्रोत डायरेक्टरी में एक आईएसओ फाइल मिली :
hu: A telepítő talált egy ISO lemezképfájlt a forráskönyvtárban:
nl: Setup heeft een ISO image gevonden in de bron folder:

source: Do you want to use this image as an installationsource?
ca: Voleu fer servir aquesta imatge com a font d'instal·lació?
de: Möchten Sie dieses ISO-Image als Installationsmedium verwenden?
hi_in: क्या आप इस फाइल को इंस्टॉल के स्रोत हेतु उपयोग करना चाहते हैं?
hu: Akarja használni ezt a lemezképfájlt a telepítéshez?
nl: Wilt u deze image gebruiken als bron voor de installatie?

source: USE ISO IMAGE
ca: USA UNA IMATGE ISO
de: VERWENDE ISO-IMAGE
hi_in: आईएसओ फाइल उपयोग करें
hu: ISO LEMEZKÉPFÁJL HASZNÁLATA
nl: GEBRUIK ISO IMAGE

source: Setup has found ISO images in the source directory.
ca: La configuració ha trobat imatges ISO al directori font:
de: Im Quellpfad wurde ein ISO-Image gefunden.
hi_in: सेटअप द्वारा स्रोत डायरेक्टरी में आईएसओ फाइलें मिली हैं।
hu: A telepítő talált egy ISO lemezképfájlt a forráskönyvtárban.
nl: Setup heeft ISO images gevonden in de bron folder.

source: Select an image if you want to use it as an installation source.
ca: Seleccioneu una imatge si voleu utilitzar-la com a font d'instal·lació.
de: Wählen Sie ein ISO-Image aus, wenn Sie dieses als Installationsmedium verwenden möchten.
hi_in: यदि आप आईएसओ का इंस्टॉल के स्रोत हेतु उपयोग करना चाहते हैं तो इच्छित फाइल का चयन करें।
hu: Válasszon egy lemezképfájlt, amit telepítési forrásként akar használni!
nl: Selecteer een image als u het als bron voor de installatie wilt gebruiken.

source: Mounting ISO image...
ca: Es munta la imatge ISO...
de: ISO-Image wird eingebunden...
hi_in: आईएसओ फाइल माउंट करना जारी...
hu: Lemezképfájl csatolása...
nl: Bezig met mounten ISO image...

source: SCANNING FOR CD or DVD DRIVE
ca: EXPLORACIÓ DE DISPOSITIU DE CD o DVD
de: SUCHE NACH EINEM CD/DVD-LAUFWERK
hi_in: सीडी व डीवीडी ड्राइव हेतु खोज जारी
hu: CD vagy DVD olvasó keresése
nl: ZOEKEN NAAR CD OF DVD DRIVE

source: Make sure the Salix disc is in your CD/DVD drive, and then press ENTER to begin the scanning process. Or, if you'd rather specify the device name manually (experts only), choose that option below.
ca: Assegureu-vos que el disc de Salix és a la unitat de CD/DVD i després premeu RETORN per iniciar el procés d'exploració. Ara bé, si preferiu especificar el nom del dispositiu de forma manual (només per a experts), seleccioneu aquesta opció a continuació.
de: Stellen Sie sicher, dass sich das Salix Installationsmedium im CD/DVD-Laufwerk befindet, und drücken Sie ENTER, um mit der automatischen Erkennung zu beginnen. Alternativ können Sie den Gerätenamen des Laufwerks manuell angeben (für Experten).
hi_in: सुनिश्चित करें कि सेलिक्स डिस्क आपकी सीडी/डीवीडी ड्राइव में उपस्थित है व फिर एंटर कुंजी दबाकर स्कैन प्रक्रिया आरंभ करें। या फिर यदि आप उपकरण नाम स्वयं निर्दिष्ट करना चाहते हैं (केवल अनुभवी उपयोक्ता हेतु) तो संबंधित विकल्प नीचे उपलब्ध है।
hu: Győződjön meg róla, hogy a Salix lemez a CD/DVD olvasóban van, és nyomja meg az ENTER-t a felderítés megkezdéséhez! Vagy megadhatja kézzel az eszköz nevét (szakértőknek). Ehhez válassza az alábbi opciót!
nl: Zorg ervoor dat de Salix schijf in de CD/DVD speler zit en druk op de ENTER toets om het scanproces te starten. Of, als u liever handmatig de device naam wilt toekennen (alleen voor experts), kies de optie hieronder.

source: Scan for the CD or DVD drive (recommended)
ca: Explora la unitat de CD o DVD (recomanat)
de: CD/DVD-Laufwerk automatisch erkennen (empfohlen)
hi_in: सीडी या डीवीडी ड्राइव हेतु स्कैन करें (अनुशंसित)
hu: CD/DVD olvasó felderítése (javasolt)
nl: Zoek naar een CD of DVD drive (aanbevolen)
