Repository: gapan/iso-creation
Catalog: po/*.po
Languages: ca, de, hi_in, hu, nl

source: Install from a pre-mounted directory
ca: Instal·la des d'un directori premuntat
de: Aus einem zuvor eingebundenen Verzeichnis installieren
hi_in: पहले से माउंट हो रखी डायरेक्टरी से इंस्टॉल
hu: Telepítés előre felcsatolt könyvtárból
nl: Installeer vanaf een vooraf gemounte directory

source: Install from FTP/HTTP server
ca: Instal·la des d'un servidor FTP/HTTP
de: Von einem FTP/HTTP-Server installieren
hi_in: एफटीपी/एचटीटीपी सर्वर से इंस्टॉल
hu: Telepítés FTP/HTTP szerverről
nl: Installeer vanaf een FTP/HTTP server

source: Install from NFS (Network File System)
ca: Instal·la des d'un NFS (Network File System)
de: Von einem NFS-Server installieren
hi_in: एनएफएस (नेटवर्क फाइल सिस्टम) से इंस्टॉल
hu: Telepítés NFS-ről (Network File System)
nl: Installeer vanaf NFS (Network File System)

source: Install from a Samba share
ca: Instal·la des d'una compartició de Samba
de: Von einer Samba Freigabe installieren.
hi_in: सहभाजित सांबा से इंस्टॉल
hu: Telepítés Samba megosztásról
nl: Installeer vanaf een Samba share

source: You will now get a chance to probe your network interfaces.
ca: Ara tindreu l'oportunitat de provar les interfícies de xarxa.
de: Sie erhalten nun die Möglichkeit, nach Netzwerkschnittstellen zu suchen.
hi_in: अब आप नेटवर्क अंतरफलक हेतु खोज कर सकते हैं।
hu: Most megpróbáljuk felderíteni a hálózati csatolókat.
nl: Je krijgt nu de kans om je netwerk interfaces te identificeren.

source: PROBING NETWORK DEVICES
ca: SONDEJANT DISPOSITIUS DE XARXA
de: PRÜFUNG VON NETZWERKGERÄTEN
hi_in: नेटवर्क उपकरणों हेतु खोज जारी
hu: HÁLÓZATI ESZKÖZÖK FELDERÍTÉSE
nl: IDENTIFICEREN NETWERK APPARATEN

source: Are you OK with the network interface which was detected? If not, select 'No' to get back to the network probe program. You can try to load another driver explicitly, by using 'P <driver_name>'. If you are satisfied, select 'Yes' to continue with network configuration.
ca: Esteu d'acord en la interfície de xarxa que s'ha detectat? Si no, seleccioneu "No" per tornar al programa de sondeig de xarxes. Podeu intentar carregar un altre connector de manera explícita usant "P <nom_del_connector>". Si ja us sembla bé, seleccioneu "Sí" per continuar la configuració de la xarxa.
de: Ist die gefundene Netzwerkschnittstelle korrekt? Falls nicht, wählen Sie "Nein", um zurück zur Netzwerkerkennung zu gelangen. Sie können auch versuchen, explizit einen bestimmten Treiber zu laden. Verwenden Sie hierzu "P <Treiber_Name>". Wenn die Schnittstelle korrekt ist, wählen Sie "Ja", um mit der Netzwerkkonfiguration fortzufahren.
hi_in: क्या आपके अनुसार पहचान किए गए नेटवर्क अंतरफलक उचित है? यदि नहीं तो 'नहीं' का चयन कर नेटवर्क खोज प्रोग्राम पर वापस लौटें। आप 'P <driver_name>' उपयोग कर स्पष्ट रूप से अन्य ड्राइवर लोड करने का प्रयास कर सकते हैं। यदि आप खोज परिणामों से संतुष्ट हैं तो 'हाँ' का चयन कर नेटवर्क विन्यास जारी रखें।
hu: Megfelelő a megtalált hálózati eszköz? Ha nem, válassza a "Nem"-et, hogy visszalépjünk a hálózati eszköz keresőbe. Megpróbálhatja közvetlenül betölteni az eszközkezelőt a "P <eszközkezelő_neve>". Ha megfelelő, válassza az "Igen"-t a hálózat beállításához!
nl: Is de goede netwerkinterface gedetecteerd? Indien niet selecteer 'Nee' om terug te gaan naar het netwerkdetectieprogramma. Je kunt proberen expliciet een andere driver op te geven met 'P <driver_name>'. Kies 'Ja' als je tevreden bent om door te gaan met de netwerkconfiguratie.

source: INITIALIZING NETWORK
ca: S'INICIA LA XARXA
de: INITIALISIERE DAS NETZWERK
hi_in: नेटवर्क आरंभ हो रहा है
hu: HÁLÓZAT BEÁLLÍTÁSA
nl: NETWERK STARTEN

source: Waiting a few seconds for DHCP polling to settle ...
ca: S'esperen uns segons perquè el sondeig DHCP es resolgui...
de: Wir geben dem DHCP-Server einige Sekunden, um unsere Anfrage zu bearbeiten...
hi_in: डीएचसीपी द्वारा नेटवर्क उपलब्धता जाँच के कारण कुछ सेकंड के लिए प्रतीक्षारत ...
hu: Várakozás a DHCP lekérdezés eredményére...
nl: Even geduld... DHCP instellingen worden toegepast ...

source: You're running off the hard drive filesystem. Is this machine currently running on the network you plan to install from? If so, we won't try to reconfigure your ethernet card. Are you up-and-running on the network?
ca: Esteu executant el sistema de fitxers del disc dur. Aquesta màquina s'està executant a la xarxa des de la qual voleu fer la instal·lació? Si és així, no s'intentarà reconfigurar la targeta ethernet. Esteu funcionant amb la xarxa?
de: Sie arbeiten vom Festplattendateisystem aus. Ist dieser Rechner bereits in demjenigen Netzwerk angemeldet, aus dem heraus Sie installieren möchten? Falls ja, sollten Sie die Netzwerkeinstellungen nicht ändern. Ist der Rechner bereits korrekt im Netzwerk angemeldet?
hi_in: आप अभी हार्ड ड्राइव फाइल सिस्टम उपयोग कर रहे हैं। क्या यह मशीन भी वहीँ नेटवर्क उपयोग कर रही हैं जिस द्वारा आप इंस्टॉल कर रहे हैं? यदि हाँ तो आपका ईथरनेट कार्ड को पुनः विन्यस्त करने का कोई प्रयास नहीं होगा। क्या आपका नेटवर्क सक्रिय व कार्यरत है?
hu: A merevlemez fájlrendszerén kívül vagyunk. A jelenleg a hálózaton levő gépről fog telepíteni? Ha igen, akkor nem változtatunk a hálózati kártya beállításain. Rendben működik a hálózat?
nl: Je draait vanaf het harddisk bestandssysteem. Hangt deze machine nu in het netwerk waarvan je het wilt installeren? Als dat zo is proberen we je ethernetkaart niet te herconfigureren. Hang je in het netwerk?

source: NETWORK CONFIGURATION
ca: CONFIGURACIÓ DE LA XARXA
de: NETZWERKKONFIGURATION
hi_in: नेटवर्क विन्यास
hu: A HÁLÓZAT BEÁLLÍTÁSA
nl: NETWERK CONFIGURATIE

source: I can configure your network interface $ENET_DEVICE fully automatically using DHCP. If you want this, please select 'yes'. If you select 'no' instead, then you will be able to assign the IP address, netmask and gateway manually.
ca: Puc configurar la interfície de xarxa $ENET_DEVICE de forma totalment automàtica mitjançant DHCP. Si ho voleu així; si us plau, seleccioneu "sí". Si en canvi seleccioneu "no", podreu assignar l'adreça IP, la màscara de xarxa i la passarel·la manualment.
de: Das Installationsprogramm kann die Netzwerkschnittstelle "$ENET_DEVICE" automatisch über DHCP konfigurieren. Wenn Sie dies wünschen, wählen Sie hier bitte "Ja". Für eine manuelle Konfiguration wählen Sie "Nein"; Sie müssen dann IP-Adresse, Netzmaske und Gateway selbst eintragen.
hi_in: डीएचसीपी द्वारा आपके नेटवर्क अंतरफलक $ENET_DEVICE को पूर्ण रूप से स्वतः ही विन्यस्त करना संभव है। यदि आप ऐसा करना चाहते हैं तो 'हाँ' चुनें। 'नहीं' चुनने पर आप आईपी पता, नेट मास्क व गेटवे स्वयं ही सेट कर सकेंगे।
hu: Be tudom állítani DHCP használatával a következő csatolót: $ENET_DEVICE. Ha szeretné, válassza az "Igen"-t! Ha a "Nem"-et választja, akkor ön adhatja meg az IP címet, a hálózati maszkot és az átjárót.
nl: Ik kan je netwerkinterface $ENET_DEVICE volledig automatisch configureren met DHCP. Wil je dit, selecteer dan 'ja'. Als je 'nee' kiest kun je het IP-adres, netwerk-masker en gateway hierna handmatig instellen.

source: DHCP CONFIGURATION
ca: CONFIGURACIÓ DE DHCP
de: DHCP KONFIGURIEREN
hi_in: डीएचसीपी विन्यास
hu: DHCP BEÁLLÍTÁS
nl: DHCP CONFIGURATIE

source: You will need to enter the IP address you wish to assign to this machine. Example: 111.112.113.114 What is your IP address?
ca: Haureu d'escriure l'adreça IP que vulgueu assignar a aquesta màquina. Exemple: 111.112.113.114 Quina és la vostra adreça IP?
de: Sie müssen zunächst die IP-Adresse angeben, die Sie diesem Rechner zuweisen möchten. Beispiel: 111.112.113.114 Wie lautet Ihre IP Adresse?
hi_in: मशीन हेतु इच्छित आईपी पता दर्ज करें। उदाहरण : 111.112.113.114 आपका आईपी पता क्या है ?
hu: Meg kell adnia az IP címet, amit ehhez a számítógéphez akar rendelni. Pl.: 111.112.113.114 Mi az IP címe?
nl: Je moet nu het IP-adres opgeven welke je aan deze machine wilt toekennen. Bijvoorbeeld: 111.112.113.114 Wat is je IP-adres?

source: ASSIGN IP ADDRESS
ca: ASSIGNACIÓ DE L'ADREÇA IP
de: IP-ADRESSE ZUWEISEN
hi_in: आईपी पता निर्धारित करें
hu: IP CÍM HOZZÁRENDELÉSE
nl: WIJS IP ADRES TOE

source: Now we need to know your netmask. Typically this will be 255.255.255.0 but this can be different depending on your local setup. What is your netmask?
ca: Ara necessitem saber la màscara de xarxa. Normalment, això serà 255.255.255.0 però pot ser diferent depenent de la configuració local. Quina és la màscara de xarxa?
de: Nun benötigen wir die Netzwerkmaske (normalerweise 255.255.255.0). Je nach Konfiguration Ihres lokalen Netzwerks kann diese jedoch abweichen. Wie lautet Ihre Netzwerkmaske?
hi_in: अब प्रक्रिया हेतु नेट मास्क की आवश्यकता है। सामान्यतः यह 255.255.255.0 होता है परन्तु लोकल सेटअप अनुसार यह भिन्न भी हो सकता है। आपका नेट मास्क क्या है?
hu: Mos szükségünk van a hálózati maszkra. Általában 255.255.255.0 szokott lenni, de a hálózat felépítésétől függően más is lehet. Mi a hálózati maszk?
nl: Nu moeten we je netwerk-masker weten. Typisch is dit 255.255.255.0 maar dat kan anders zijn afhankelijk van je lokale opzet. Wat is je netwerk-masker?

source: ASSIGN NETMASK
ca: ASSIGNACIÓ DE MÀSCARA DE XARXA
de: NETZWERKMASKE ZUWEISEN
hi_in: नेट मास्क निर्धारित करें
hu: HÁLÓZATI MASZK MEGADÁSA
nl: WIJS NETWERK MASKER TOE

source: Do you have a gateway?
ca: Teniu una passarel·la?
de: Nutzen Sie einen Gateway?
hi_in: क्या आपके पास गेटवे है?
hu: Rendelkezik hálózati átjáróval?
nl: Gebruik je een gateway?

source: ASSIGN GATEWAY ADDRESS
ca: ASSIGNACIÓ DE L'ADREÇA DE LA PASSAREL·LA
de: GATEWAY-ADRESSE ZUWEISEN
hi_in: गेटवे पता निर्धारित करें
hu: ÁTJÁRÓ CÍMÉNEK MEGADÁSA
nl: WIJS GATEWAY ADRES TOE

source: What is the IP address for your gateway?
ca: Quina és l'adreça IP de la passarel·la?
de: Wie lautet die IP-Adresse Ihres Gateways?
hi_in: आपके गेटवे का आईपी पता क्या है?
hu: Mi az átjáró IP címe?
nl: Wat is het IP adres van je gateway?

source: This is the proposed network configuration for $ENET_DEVICE - If this is OK, then select 'Yes'. If this is not OK and you want to configure again, select 'No'. * IP Address: $LOCAL_IPADDR * Netmask: $LOCAL_NETMASK
ca: Aquesta és la configuració de xarxa proposada per a $ENET_DEVICE. Si és correcta, seleccioneu "Sí". Si no és correcta i voleu tornar-la a configurar, seleccioneu "No". * Adreça IP: $LOCAL_IPADDR * Màscara de xarxa: $LOCAL_NETMASK
de: Hier ist die vorgesehene Konfiguration für "$ENET_DEVICE". Falls diese korrekt ist, drücken Sie "Ja". Falls nicht, drücken Sie "Nein", um die Konfiguration erneut vorzunehmen. * IP-Adresse: $LOCAL_IPADDR * Netzwerkmaske: $LOCAL_NETMASK
hi_in: $ENET_DEVICE हेतु यह प्रस्तावित नेटवर्क विन्यास है - यदि यह उचित है तो 'हाँ' चुनें। यदि प्रस्ताव उचित नहीं है और आप पुनः विन्यास करना चाहते हैं तो 'नहीं' चुनें। * आईपी पता : $LOCAL_IPADDR * नेट मास्क : $LOCAL_NETMASK
hu: Ezk lesznek a hálózati eszköz, $ENET_DEVICE beállításai. Ha megfelelő, válassza az "Igent"-t! Ha nem elégedett, válassza a "Nem"-et! * IP cím: $LOCAL_IPADDR * Netmaszk: $LOCAL_NETMASK
nl: Dit is de voorgestelde netwerkconfiguratie voor $ENET_DEVICE - Is dat OK, kies dan 'Ja'. Is dat niet OK en je wilt opnieuw configureren, kies dan 'Nee'. * IP-adres: $LOCAL_IPADDR * Netmasker: $LOCAL_NETMASK

source: Configuring your network interface $ENET_DEVICE ...
ca: Es configura la interfície de xarxa $ENET_DEVICE...
de: Konfiguriere die Netzwerkschnittstelle "$ENET_DEVICE"...
hi_in: नेटवर्क अंतरफलक $ENET_DEVICE विन्यस्त करना जारी ...
hu: Hálózati eszköz beállítása: $ENET_DEVICE ...
nl: Netwerkinterface $ENET_DEVICE configureren ...

source: FETCHING CONFIGURATION
ca: S'OBTÉ LA CONFIGURACIÓ
de: KONFIGURATION ABRUFEN
hi_in: विन्यास प्राप्ति जारी
hu: BEÁLLÍTÁSOK MEGSZERZÉSE
nl: CONFIGURATIE OPHALEN

source: Attempting to fetch a remote configuration file using $PROTO ...
ca: S'intenta obtenir un fitxer de configuració remot usant $PROTO...
de: Versuche eine Remotekonfigurationsdatei mit "$PROTO" herunterzuladen...
hi_in: $PROTO द्वारा दूरस्थ विन्यास फाइल की प्राप्ति हेतु प्रयास जारी ...
hu: Kísérlet a távoli beállítófájl letöltésére: $PROTO ...
nl: Proberen een configuratiebestand op te halen middels $PROTO ...

source: FORMATTING
ca: ES FORMATA
de: FORMATIERE
hi_in: फॉर्मेट करना जारी
hu: FORMÁZÁS
nl: FORMATTEREN

source: Formatting $ArG1 with filesystem btrfs.
ca: Es formata $ArG1 amb el sistema de fitxers btrfs.
de: Formatiere "$ArG1" mit dem Dateisystem btrfs.
hi_in: btrfs फाइल सिस्टम के रूप में $ArG1 को फॉर्मेट करना जारी।
hu: $ArG1 formázása btrfs-re.
nl: Formatteren $ArG1 met bestandssysteem btrfs.

source: Formatting $ArG1 Size in 1K blocks: $SIZE Filesystem type: btrfs
ca: Es formata $ArG1 Mida en blocs d'1 K: $SIZE Tipus de sistema de fitxers: btrfs
de: Formatiere "$ArG1"... Größe in 1K-Blöcken: $SIZE Dateisystem-Typ: btrfs
hi_in: $ArG1 को फॉर्मेट करना जारी 1K ब्लॉक की इकाईओं में आकार : $SIZE फाइल सिस्टम प्रकार : btrfs
hu: $ArG1 formázása Mérete 1K blokkokban: $SIZE Fájlrendszer típusa: btrfs
nl: Formatteren $ArG1 Omvang in 1K blokken: $SIZE Type bestandssysteem: btrfs

source: Formatting $ArG1 with filesystem ext2.
ca: Es formata $ArG1 amb el sistema de fitxers ext2.
de: Formatiere "$ArG1" mit dem Dateisystem ext2.
hi_in: ext2 फाइल सिस्टम के रूप में $ArG1 को फॉर्मेट करना जारी।
hu: $ArG1 formázása ext2-re.
nl: Formatteren $ArG1 met bestandssysteem ext2

source: Formatting $ArG1 Size in 1K blocks: $SIZE Filesystem type: ext2
ca: Es formata $ArG1 Mida en blocs d'1 K: $SIZE Tipus de sistema de fitxers: ext2
de: Formatiere "$ArG1"... Größe in 1K-Blöcken: $SIZE Dateisystem-Typ: ext2
hi_in: $ArG1 को फॉर्मेट करना जारी 1K ब्लॉक की इकाईओं में आकार : $SIZE फाइल सिस्टम प्रकार : ext2
hu: $ArG1 formázása Mérete 1K blokkokban: $SIZE Fájlrendszer típusa: ext2
nl: Formatteren $ArG1 Omvang in 1K blokken: $SIZE Type bestandssysteem: ext2

source: Formatting $ArG1 with filesystem ext3.
ca: Es formata $ArG1 amb el sistema de fitxers ext3.
de: Formatiere "$ArG1" mit dem Dateisystem ext3.
hi_in: ext3 फाइल सिस्टम के रूप में $ArG1 को फॉर्मेट करना जारी।
hu: $ArG1 formázása ext3-ra.
nl: Formatteren $ArG1 met bestandssysteem ext3

source: Formatting $ArG1 Size in 1K blocks: $SIZE Filesystem type: ext3
ca: Es formata $ArG1 Mida en blocs d'1 K: $SIZE Tipus de sistema de fitxers: ext3
de: Formatiere "$ArG1"... Größe in 1K-Blöcken: $SIZE Dateisystem-Typ: ext3
hi_in: $ArG1 को फॉर्मेट करना जारी 1K ब्लॉक की इकाईओं में आकार : $SIZE फाइल सिस्टम प्रकार : ext3
hu: $ArG1 formázása Mérete 1K blokkokban: $SIZE Fájlrendszer típusa: ext3
nl: Formatteren $ArG1 Omvang in 1K blokken: $SIZE Type bestandssysteem: ext3

source: Formatting $ArG1 with filesystem ext4.
ca: Es formata $ArG1 amb el sistema de fitxers ext4.
de: Formatiere "$ArG1" mit dem Dateisystem ext4.
hi_in: ext4 फाइल सिस्टम के रूप में $ArG1 को फॉर्मेट करना जारी।
hu: $ArG1 formázása ext4-re.
nl: Formatteren $ArG1 met bestandssysteem ext4.

source: Formatting $ArG1 Size in 1K blocks: $SIZE Filesystem type: ext4
ca: Es formata $ArG1 Mida en blocs d'1 K: $SIZE Tipus de sistema de fitxers: ext4
de: Formatiere "$ArG1"... Größe in 1K-Blöcken: $SIZE Dateisystem-Typ: ext4
hi_in: $ArG1 को फॉर्मेट करना जारी 1K ब्लॉक की इकाईओं में आकार : $SIZE फाइल सिस्टम प्रकार : ext4
hu: $ArG1 formázása Mérete 1K blokkokban: $SIZE Fájlrendszer típusa: ext4
nl: Formatteren $ArG1 Omvang in 1K blokken: $SIZE Type bestandssysteem: ext4

source: Formatting $ArG1 with filesystem jfs.
ca: Es formata $ArG1 amb el sistema de fitxers jfs.
de: Formatiere "$ArG1" mit dem Dateisystem jfs.
hi_in: jfs फाइल सिस्टम के रूप में $ArG1 को फॉर्मेट करना जारी।
hu: $ArG1 formázása jfs-re.
nl: Formatteren $ArG1 met bestandssysteem jfs.

source: Formatting $ArG1 Size in 1K blocks: $SIZE Filesystem type: jfs
ca: Es formata $ArG1 Mida en blocs d'1 K: $SIZE Tipus de sistema de fitxers: jfs
de: Formatiere "$ArG1"... Größe in 1K-Blöcken: $SIZE Dateisystem-Typ: jfs
hi_in: $ArG1 को फॉर्मेट करना जारी 1K ब्लॉक की इकाईओं में आकार : $SIZE फाइल सिस्टम प्रकार : jfs
hu: $ArG1 formázása Mérete 1K blokkokban: $SIZE Fájlrendszer típusa: jfs
nl: Formatteren $ArG1 Omvang in 1K blokken: $SIZE Type bestandssysteem: jfs

source: Formatting $ArG1 with filesystem reiserfs.
ca: Es formata $ArG1 amb el sistema de fitxers reiserfs.
de: Formatiere "$ArG1" mit dem Dateisystem reiserfs.
hi_in: reiserfs फाइल सिस्टम के रूप में $ArG1 को फॉर्मेट करना जारी।
hu: $ArG1 formázása reiserfs-re.
nl: Formatteren $ArG1 met bestandssysteem reiserfs.

source: Formatting $ArG1 Size in 1K blocks: $SIZE Filesystem type: reiserfs
ca: Es formata $ArG1 Mida en blocs d'1 K: $SIZE Tipus de sistema de fitxers: reiserfs
de: Formatiere "$ArG1"... Größe in 1K-Blöcken: $SIZE Dateisystem-Typ: reiserfs
hi_in: $ArG1 को फॉर्मेट करना जारी 1K ब्लॉक की इकाईओं में आकार : $SIZE फाइल सिस्टम प्रकार : reiserfs
hu: $ArG1 formázása Mérete 1K blokkokban: $SIZE Fájlrendszer típusa: reiserfs
nl: Formatteren $ArG1 Omvang in 1K blokken: $SIZE Type bestandssysteem: reiserfs

source: Formatting $ArG1 with filesystem xfs.
ca: Es formata $ArG1 amb el sistema de fitxers xfs.
de: Formatiere "$ArG1" mit dem Dateisystem xfs.
hi_in: xfs फाइल सिस्टम के रूप में $ArG1 को फॉर्मेट करना जारी।
hu: $ArG1 formázása xfs-re.
nl: Formatteren $ArG1 met bestandssysteem xfs.

source: Formatting $ArG1 Size in 1K blocks: $SIZE Filesystem type: xfs
ca: Es formata $ArG1 Mida en blocs d'1 K: $SIZE Tipus de sistema de fitxers: xfs
de: Formatiere "$ArG1"... Größe in 1K-Blöcken: $SIZE Dateisystem-Typ: xfs
hi_in: $ArG1 को फॉर्मेट करना जारी 1K ब्लॉक की इकाईओं में आकार : $SIZE फाइल सिस्टम प्रकार : xfs
hu: $ArG1 formázása Mérete 1K blokkokban: $SIZE Fájlrendszer típusa: xfs
nl: Formatteren $ArG1 Omvang in 1K blokken: $SIZE Type bestandssysteem: xfs

source: done adding partitions, continue with setup
ca: addició de particions feta, es continua la configuració
de: Keine weiteren Partitionen hinzufügen. Setup fortsetzen...
hi_in: विभाजन जोड़ना पूर्ण, सेटअप करना जारी रखें
hu: partíciók létrehozása kész, a telepítés folytatása
nl: klaar met toevoegen partities, doorgaan met setup

source: Do you want to format Linux partition ${ArG1}?
ca: Voleu formatar la partició de Linux ${ArG1}?
de: Wollen Sie die Linux-Partition "${ArG1}" formatieren?
hi_in: क्या आप लिनक्स विभाजन ${ArG1} को फॉर्मेट करना चाहते हैं?
hu: Le akarja formázni a következő Linux partíciót: ${ArG1}?
nl: Wil je Linux-partitie ${ArG1} formatteren?

source: FORMAT PARTITION $ArG1
ca: FORMATA LA PARTICIÓ $ArG1
de: PARTITION $ArG1 FORMATIEREN
hi_in: $ArG1 विभाजन को फॉर्मेट करें
hu: PARTÍCIÓ FORMÁZÁSA: $ArG1
nl: FORMATTEREN PARTITIE $ArG1

source: If this partition has not been formatted, you should format it. NOTE: This will erase all data on it. Would you like to format this partition?
ca: Si aquesta partició no s'ha formatat, l'hauríeu de formatar. NOTA: això eliminarà totes les dades qui hi hagi. Voleu formatar-la?
de: Falls diese Partition noch nicht formatiert wurde, sollten Sie dies nun tun. ACHTUNG: Alle Daten auf dieser Partition werden gelöscht. Wollen Sie diese Partition formatieren?
hi_in: यदि इस विभाजन को फॉर्मेट नहीं किया गया है तो आप इसे फॉर्मेट करें। ध्यान दें : इससे विभाजन पर मौजूद सारा डेटा नष्ट हो जाएगा। क्या आप इस विभाजन को फॉर्मेट करना चाहते हैं?
hu: Ha a partíció még nincs formázva, akkor formázni kell. FIGYELEM: A művelet minden adatot törölni fog róla. Szeretné formázni a partíciót?
nl: Als deze partitie niet is geformatteerd, doe dat dan nu. NOOT: Dit zal alle gegevens hierop wissen. Wil je deze partitie formatteren?

source: Quick format with no bad block checking
ca: Formatatge ràpid sense comprovació de blocs incorrectes
de: Schnellformatierung ohne Prüfung auf fehlerhafte Blöcke
hi_in: विकृत ब्लॉक जाँच रहित त्वरित फॉर्मेट
hu: Gyorsformázás, a hibás blokkok keresésének kihagyásával
nl: Snel formatteren zonder slechte-blokken controle

source: Slow format that checks for bad blocks
ca: Formatatge lent que comprova si hi ha blocs incorrectes
de: Langsame Formatierung mit Prüfung auf fehlerhafte Blöcke
hi_in: विकृत ब्लॉक जाँच सहित मंद फॉर्मेट
hu: Lassú formázás, hibás blokkok keresésével
nl: Langzaam formatteren met slechte-blokken controle

source: No, do not format this partition
ca: No, no formatis aquesta partició.
de: Nein, diese Partition nicht formatieren
hi_in: इस विभाजन को फॉर्मेट न करें
hu: Nem, ne formázzuk a partíciót
nl: Nee, formatteer deze partitie niet.

source: Ext2 is the traditional Linux file system and is fast and stable.
ca: Ext2 és el sistema de fitxers tradicional de Linux i és ràpid i estable.
de: Ext2 ist das traditionelle Linux-Dateisystem, und es ist schnell und stabil.
hi_in: Ext2 - एक पारंपरिक लिनक्स फाइल सिस्टम है और यह तीव्र व स्थिर है।
hu: Ext2, a hagyomásnyos Linux fájlrendszer, gyors és megbízható.
nl: Ext2 is het traditionele Linux bestandssysteem en is snel en stabiel.

source: Ext3 is the journaling version of the Ext2 filesystem.
ca: Ext3 és la versió amb diari del sistema de fitxers Ext2.
de: Ext3 ist die Journaling-Version des Ext2 Dateisystems.
hi_in: Ext3 - Ext2 फाइल सिस्टम का जर्नल सुविधा युक्त संस्करण है।
hu: Ext3, az Ext2 fájlrendszer naplózó változata.
nl: Ext3 is de met een journaal aangevulde versie van het Ext2 bestandssysteem.

source: Ext4 is the successor to the ext3 filesystem.
ca: Ext4 és el successor del sistema de fitxers ext3.
de: Ext4 ist der Nachfolger des Ext3 Dateisystems.
hi_in: Ext4 - Ext3 फाइल सिस्टम का ही उन्नत संस्करण है।
hu: Ext4, az Ext3 utódja.
nl: Ext4 is de opvolger van het ext3 bestandssysteem.

source: ReiserFS is a journaling filesystem that stores all files and filenames in a balanced tree structure.
ca: ReiserFS és un sistema de fitxers amb diari que emmagatzema tots els fitxers i noms de fitxers en una estructura d'arbre d'equilibrada.
de: ReiserFS ist ein Journaling-Dateisystem, dass alle Dateien und Dateinamen in einer ausgeglichenen Baumstruktur speichert.
hi_in: ReiserFS - जर्नल सुविधा युक्त फाइल सिस्टम है जिसमें फाइल व फाइल नामों का संचय एक शाखानुमा क्रम युक्त संतुलित संरचना में होता है।
hu: ReiserFS, naplózó fájlrendszer, amely minden fájlt és fájlnevet egy úgynevezett B-fa struktúrában tárol.
nl: ReiserFS is een bestandssysteem met een journaal dat alle bestanden en bestandsnamen in een boomstructuur opslaat.

source: Btrfs is a B-tree copy-on-write filesystem.
ca: Btrfs és un sistema de fitxers d'arbre-B de còpia en escriptura.
de: Btrfs ist ein B-tree Copy-On-Write-Dateisystem.
hi_in: Btrfs- बी-ट्री कॉपी-ऑन-राइट फाइल सिस्टम है।
hu: Btrfs, egy B-fa struktúrájú, "copy-on-write" fájlrendszer.
nl: Btrfs is een B-tree copy-on-write bestandssysteem.

source: JFS is IBM's Journaled Filesystem, currently used in IBM enterprise servers.
ca: JFS és el sistema de fitxers amb diari d'IBM que s'utilitza actualment en servidors de l'empresa IBM.
de: JFS ist das Journaling-Dateisystem von IBM, dass zur Zeit in IBM-Enterprise-Servern verwendet wird.
hi_in: JFS - आईबीएम का जर्नल सुविधा युक्त फाइल सिस्टम है एवं यह वर्तमान में आईबीएम के उद्यम सर्वरों में प्रयुक्त होता है।
hu: JFS, az IBM naplózó fájlrendszere, az IBM vállalati szervereiben használatos.
nl: JFS is IBM's bestandssysteem met journaal, momenteel gebruikt op IBM enterprise servers.

source: XFS is SGI's journaling filesystem that originated on IRIX.
ca: XFS és un sistema de fitxers amb diari d'SGI que es va originar a IRIX.
de: XFS ist das Journaling-Dateisystem von SGI, dass seinen Ursprung in IRIX hat.
hi_in: XFS - एसजीआई का जर्नल सुविधा युक्त फाइल सिस्टम है जिसका उत्पत्ति IRIX में हुई।
hu: XFS, az SGI naplózó fájlrendszere, az IRIX-ből származik.
nl: XFS is SGI's bestandssysteem met een journaal, ontstaan op IRIX.

source: SELECT FILESYSTEM FOR $ArG1
ca: SELECCIONEU UN SISTEMA DE FITXERS PER A $ArG1
de: DATEISYSTEM FÜR $ArG1 WÄHLEN
hi_in: $ArG1 हेतु फाइल सिस्टम चुनें
hu: VÁLASSZON FÁJLRENDSZERT $ArG1 SZÁMÁRA
nl: KIES BESTANDSSYSTEEM VOOR $ArG1

source: Partition $ArG1 will be formatted.
ca: Es formatarà la partició $ArG1.
de: Die Partition "$ArG1" wird formatiert.
hi_in: $ArG1 विभाजन को फॉर्मेट किया जाएगा।
hu: A partíció formázásra kerül: $ArG1.
nl: Partitie $ArG1 zal worden geformatteerd.
