Repository: gapan/iso-creation
Catalog: po/*.po
Languages: ca, de, hi_in, hu, nl

source: processing ${TOTALP} Salix packages...
ca: es processen ${TOTALP} paquets de Salix...
de: ${TOTALP} Salix Pakete werden bearbeitet...
hi_in: ${TOTALP} सेलिक्स पैकेजों का संसाधन जारी ...
hu: ${TOTALP} Salix csomag feldolgozása...
nl: Bezig met verwerken ${TOTALP} Salix pakketten...

source: Retrieving tagfile information for the package tree ...
ca: Es recupera la informació d'etiquetes de fitxers per a l'arbre de paquets...
de: Rufe Tagfile-Informationen für den Paketbaum ab...
hi_in: शाखानुमा क्रम युक्त पैकेज हेतु उपनाम फाइल सूचना की प्राप्ति जारी ...
hu: A csomagkönyvtárak címkeinformációinak beszerzése...
nl: Ophalen van tagfile informatie over de pakket-directories...

source: REMOTE SERVER CONFIGURATION
ca: CONFIGURACIÓ DE SERVIDOR REMOT
de: KONFIGURATION DES ENTFERNTEN SERVERS
hi_in: दूरस्थ सर्वर विन्यास
hu: TÁVOLI KISZOLGÁLÓ BEÁLLÍTÁSA
nl: REMOTE SERVER CONFIGURATIE

source: Failed to configure for installation from remote server.
ca: Ha fallat la configuració per fer la instal·lació des d'un servidor remot.
de: Die Konfiguration zur Installation von einem entfernten Server ist fehlgeschlagen.
hi_in: दूरस्थ सर्वर से इंस्टॉल हेतु विन्यास करना विफल।
hu: Nem sikerült a távoli kiszolgálóról történő telepítés beállítása.
nl: Configuratie mislukt voor installatie vanaf remote server.

source: SCANNING FOR USB STICK
ca: EXPLORACIÓ DE MEMÒRIA USB
de: SUCHE NACH USB-LAUFWERK
hi_in: यूएसबी हेतु स्कैन जारी
hu: USB MEGHAJTÓ KERESÉSE
nl: ZOEKEN NAAR USB-STICK

source: Make sure the USB stick containing the Salix package directory is inserted into a USB port, and then press ENTER to begin the scanning process.
ca: Assegureu-vos que hi hagi una memòria USB connectada que contingui el directori de paquets de Salix i premeu RETORN per començar-ne el procés d'exploració.
de: Stellen Sie sicher, dass ein USB-Laufwerk mit einem Salix Installationsverzeichnis am System angeschlossen ist und drücken Sie ENTER, um mit der Erkennung zu beginnen.
hi_in: सुनिश्चित करें कि सेलिक्स पैकेज डायरेक्टरी युक्त यूएसबी उचित रूप से यूएसबी पोर्ट में लगी हुई है व फिर एंटर कुंजी दबाकर स्कैन प्रक्रिया आरंभ करें।
hu: Csatlakoztassa a Salix csomagokat tartalmazó USB meghajtót és nyomja meg az ENTER-t a beolvasáshoz.
nl: Wees er zeker van dat de USB stick met de Salix pakket folder in de USB poort zit, en druk op de ENTER toets om het zoek proces te starten.

source: NO REMOVABLE USB DEVICES FOUND
ca: NO S'HA TROBAT CAP DISPOSITIU USB EXTRAÏBLE
de: KEINE USB WECHSELDATENTRÄGER GEFUNDEN
hi_in: कोई यूएसबी उपकरण नहीं मिला
hu: NEM TALÁLHATÓ USB ESZKÖZ
nl: GEEN VERWIJDERBARE USB-APPARATEN GEVONDEN

source: Sorry, but no removable USB devices could be found. Exiting back to the top menu.
ca: Disculpeu, però no s'ha trobat cap dispositiu USB extraïble. Es torna al menú principal.
de: Leider wurden keine USB Wechseldatenträger gefunden. Sie werden zum Hauptmenü zurückgeleitet.
hi_in: क्षमा करें परन्तु कोई यूएसबी उपकरण नहीं मिला। शीर्ष मेन्यू पर वापस लौटा जाएगा।
hu: Sajnos nem találhatók USB eszközök. Visszalépek a főmenübe.
nl: Sorry, geen verwijderbare USB-apparaten gevonden. Terug naar het hoofdmenu.

source: NO SALIX DIRECTORY FOUND
ca: NO S'HA TROBAT CAP DIRECTORI DE SALIX
de: Kein Salix Installationsverzeichnis gefunden.
hi_in: कोई सेलिक्स डायरेक्टरी नहीं मिली
hu: NEM TALÁLHATÓ SALIX KÖNYVTRÁR
nl: GEEN SALIX FOLDER GEVONDEN

source: Sorry, but a Salix directory could not be found on any USB devices. Exiting back to the top menu.
ca: Disculpeu, però no s'ha trobat cap directori de Salix a cap dispositiu USB. Es torna al menú principal.
de: Auf keinem Ihrer USB-Laufwerke konnte ein Salix Installationsverzeichnis gefunden werden. Sie werden zum Hauptmenü zurückgeleitet.
hi_in: क्षमा करें परन्तु किसी यूएसबी उपकरण पर कोई सेलिक्स डायरेक्टरी नहीं मिली। शीर्ष मेन्यू पर वापस लौटा जाएगा।
hu: Sajnos semelyik USB eszközön nem található Salix könyvtár. Visszalépek a főmenübe.
nl: Sorry, maar geen Salix folder is op enig USB-apparaat gevonden. Terug naar het hoofdmenu.

source: USB PACKAGE SOURCE FOUND
ca: S'HA TROBAT UNA FONT DE PAQUETS A L'USB
de: USB PAKETQUELLE ENTDECKT
hi_in: यूएसबी पैकेज स्रोत मिला
hu: TALÁLTAM USB CSOMAGFORRÁST
nl: USB PAKKETTENBRON GEVONDEN

source: A Salix package directory was found on device $DRIVE_FOUND.
ca: S'ha trobat un directori de paquets de Salix al dispositiu $DRIVE_FOUND.
de: Ein Salix Installationsverzeichnis wurde auf dem Gerät "$DRIVE_FOUND" gefunden.
hi_in: $DRIVE_FOUND उपकरण में सेलिक्स पैकेज डायरेक्टरी मिली।
hu: Salix csomagkönyvtár található a következő eszközön: $DRIVE_FOUND.
nl: Een Salix pakket folder is gevonden op device $DRIVE_FOUND.

source: Setup failed to unmount a required directory:
ca: La configuració no ha pogut desmuntar un directori necessari:
de: Das Installationsprogramm konnte ein benötigtes Verzeichnis nicht aushängen:
hi_in: सेटअप द्वारा आवश्यक डायरेक्टरी को माउंट से हटाना विफल :
hu: A telepítő nem tudott leválasztani egy könyvtárt:
nl: Setup is er niet in geslaagd om een benodigde folder te unmounten:

source: Please reboot the machine and try again.
ca: Si us plau, reinicieu l'ordinador i torneu-ho a intentar.
de: Bitte starten Sie das System neu und versuchen Sie es erneut.
hi_in: कृपया मशीन को पुनः आरंभ करने के बाद पुनः प्रयास करें।
hu: Indítsa újra a számítógépet és próbálja meg még egyszer!
nl: Herstart alstublieft de machine en probeer het opnieuw.

source: ERROR
de: FEHLER
hi_in: त्रुटि
hu: HIBA
nl: FOUTMELDING

source: REBOOT
ca: REINICIA
de: NEUSTART
hi_in: पुनः आरंभ
hu: ÚJRAINDÍTÁS
nl: HERSTART

source: CANCEL
ca: CANCEL·LA
de: ABBRECHEN
hi_in: रद्द
hu: MÉGSEM
nl: ANNULEER

source: Please provide the path to a directory containing the contents (or an ISO image) of a Salix installation disc.
ca: Si us plau, proporcioneu un camí a un directori que contigui els continguts (o la imatge ISO) d'un disc d'instal·lació de Salix.
de: Bitte geben Sie den Pfad zu einem Salix Installationsverzeichnis (oder einem ISO-Image) an.
hi_in: कृपया सेलिक्स इंस्टॉल डिस्क की सामग्री (या आईएसओ फाइल) युक्त डायरेक्टरी का पथ दर्ज करें।
hu: Adja meg a könyvtár elérési útvonalát, amely tartalmazza a Salix telepítőlemez tartalmát (vagy az ISO lemezképfájlt).
nl: Voer alstublieft het pad van een folder in welke de inhoud (of een ISO image) van een Salix installatie disk bevat.

source: Note: You may use any directory within the current filesystem except '/mnt' or '/var/log/mount' as these are required by setup.
ca: Nota: podeu usar qualsevol directori del sistema de fitxers actual excepte "/mnt" o "/var/log/mount", ja que són necessaris per a la configuració.
de: Hinweis: Sie können ein beliebiges Verzeichnis im aktuellen Dateisystem verwenden, jedoch nicht "/mnt" und "/var/log/mount", da diese vom Installationstool benötigt werden.
hi_in: ध्यान दें : आप '/mnt' या '/var/log/mount' के सिवाय वर्तमान फाइल सिस्टम की कोई भी डायरेक्टरी उपयोग कर सकते हैं; ये दोनों सेटअप हेतु आवश्यक हैं।
hu: Megjegyzés: az aktuális fájlrendszer bármely könyvtára használható, kivéve a /mnt és a /var/log/mount, mivel ezekre a telepítőnek szüksége van.
nl: Notitie: U kan iedere folder binnen het huidige bestandssysteem gebruiken buiten '/mnt/' of /var/log/mount' aangezien deze nodig zijn voor de setup.

source: SELECT A PRE-MOUNTED DIRECTORY
ca: SELECCIONEU UN DIRECTORI PREMUNTANT
de: WÄHLEN SIE EIN BEREITS EINGEBUNDENES VERZEICHNIS
hi_in: पहले से माउंट हो रखी डायरेक्टरी चुनें
hu: ELŐZŐLEG CSATOLT KÖNYVTÁR KIVÁLASZTÁSA
nl: SELECTEER EEN VOORAF GEMOUNTE FOLDER

source: Browse
ca: Navega
de: Durchsuchen
hi_in: ब्राउज़ करें
hu: Tallózás

source: SELECT A DIRECTORY
ca: SELECCIONEU UN DIRECTORI
de: WÄHLEN SIE EIN VERZEICHNIS
hi_in: डायरेक्टरी चुनें
hu: KÖNYVTÁR KIVÁLASZTÁSA
nl: SELECTEER EEN FOLDER

source: The ISO image you specified is not valid:
ca: La imatge ISO que heu especificat no és vàlida:
de: Das ausgewählte ISO-Image ist üngültig:
hi_in: आपके द्वारा निर्दिष्ट आईएसओ फाइल अमान्य है :
hu: A megadott ISO lemezképfájl nem megfelelő.
nl: De ISO image die u heeft ingevoerd is niet geldig:

source: Please check and try again.
ca: Si us plau, comproveu-ho i torneu-ho a intentar.
de: Bitte überprüfen und nochmals versuchen.
hi_in: कृपया जाँचकर पुनः प्रयास करें।
hu: Ellenőrizze és próbálja újra!
nl: Controleer alstublieft en probeer opnieuw.

source: INVALID ISO IMAGE
ca: IMATGE ISO NO VÀLIDA
de: ISO-IMAGE UNGÜLTIG
hi_in: अमान्य आईएसओ फाइल
hu: NEM MEGFELELŐ LEMEZKÉPFÁJL
nl: ONGELDIGE ISO IMAGE

source: OK
ca: D'ACORD
hi_in: ठीक है

source: The directory you specified is not valid:
ca: El directori que heu especificat no és vàlid:
de: Das angegebene Verzeichnis ist ungültig.
hi_in: आपके द्वारा निर्दिष्ट डायरेक्टरी अमान्य है :
hu: A megadott könyvtár nem megfelelő:
nl: De folder die u hebt ingevoerd is niet geldig:

source: INVALID SOURCE DIRECTORY
ca: DIRECTORI FONT NO VÀLID
de: UNGÜLTIGES QUELLVERZEICHNIS
hi_in: अमान्य स्रोत डायरेक्टरी
hu: NEM MEGFELELŐ FORRÁSKÖNYVTÁR
nl: ONGELDIGE BRON FOLDER

source: Please reboot the machine an try again.
ca: Si us plau, reinicieu l'ordinador i torneu-ho a intentar.
de: Bitte starten Sie das System neu und versuchen Sie es erneut.
hi_in: कृपया मशीन को पुनः आरंभ करने के बाद पुनः प्रयास करें।
hu: Indítsa újra a számítógépet és próbálja meg még egyszer!
nl: Herstart alstublieft de machine en probeer het opnieuw.

source: Please specify which partition on your hard disk or USB stick contains the contents (or an ISO image) of a Salix installation disc.
ca: Si us plau, especifiqueu quina partició del disc dur o memòria USB conté els continguts (o una imatge ISO) d'un disc d'instal·lació de Salix.
de: Bitte legen Sie fest, welche Partition auf Ihrem Laufwerk oder USB-Datentraäger das Salix Installationsverzeichnis (oder ein ISO-Image) enthält.
hi_in: कृपया सेलिक्स इंस्टॉल डिस्क की सामग्री (या आईएसओ फाइल) युक्त हार्ड डिस्क या यूएसबी का विभाजन निर्दिष्ट करें।
hu: Adja meg, a merevlemezen vagy az USB eszközön melyik partíció tartalmazza a Salix telepítőlemez tartalmát (vagy az ISO lemezképfájlt).
nl: Voer alstublieft welke partitie op uw hard disk of USB stick in welke de inhoud (of een ISO image) van een Salix installatie disk bevat.

source: Example:
ca: Exemple:
de: Beispiel:
hi_in: उदाहरण :
hu: Példa:
nl: Voorbeeld:

source: Note: Use the <Partitions> button to list available partitions.
ca: Nota: useu el botó <Particions> per obtenir una llista de les particions disponibles.
de: Hinweis: Verwenden Sie PARTITIONEN, um die verfügbaren Partitionen anzuzeigen.
hi_in: ध्यान दें : <Partitions> बटन उपयोग कर उपलब्ध विभाजन सूचीबद्ध करें।
hu: Megjegyzés: Használja a <Partíciók> gombot a rendelkezésre álló partíciók megjelenítéséhez!
nl: Notitie: Gebruik de <Partitions> knop om alle beschikbare partities te tonen.

source: SELECT HARD DISK PARTITION
ca: SELECCIONEU UNA PARTICIÓ DE DISC DUR
de: FESTPLATTENPARTITION AUSWÄHLEN
hi_in: हार्ड डिस्क विभाजन चुनें
hu: PARTÍCIÓ KIVÁLASZTÁSA
nl: SELECTEER DE HARD DISK PARTITIE

source: Partitions
ca: Particions
de: Partitionen
hi_in: विभाजन
hu: Partíciók
nl: Partities

source: PARTITIONS LIST
ca: LLISTA DE PARTICIONS
de: LISTE DER PARTITIONEN
hi_in: विभाजन सूची
hu: RENDELKEZÉSRE ÁLLÓ PARTÍCIÓK
nl: PARTITIE LIJST

source: MOUNT FAILURE
ca: EL MUNTATGE HA FALLAT
de: FEHLER BEIM EINBINDEN
hi_in: माउंट करना विफल
hu: CSATOLÁSI HIBA
nl: MOUNT FOUT

source: MOUNT SUCCESS
ca: EL MUNTATGE ÉS CORRECTE
de: EINBINDEN ERFOLGREICH
hi_in: माउंट करना सफल
hu: SIKERES CSATOLÁS
nl: MOUNT SUCCES

source: Now please provide the path to a directory containing the contents (or an ISO image) of a Salix installation disc.
ca: Si us plau, proporcioneu un camí a un directori que contigui els continguts (o la imatge ISO) d'un disc d'instal·lació de Salix.
de: Bitte geben Sie nun den Pfad zum Salix Installationsverzeichnis (oder einem ISO-Image) an.
hi_in: अब कृपया सेलिक्स इंस्टॉल डिस्क की सामग्री (या आईएसओ फाइल) युक्त डायरेक्टरी का पथ दर्ज करें।
hu: Adja meg a könyvtár elérési útvonalát, amely tartalmazza a Salix telepítőlemez tartalmát (vagy az ISO lemezképfájlt).
nl: Voer alstublieft nu het pad van een folder in welke de inhoud (of een ISO image) van een Salix installatie disk bevat.

source: Note: The path you enter must be relative to the mount point. So, '/var/log/mount/salix-xfce' should be entered as '/salix-xfce'.
ca: Nota: el camí que introduïu ha de ser relatiu al punt de muntatge. Per tant, "/var/log/mount/salix-xfce" hauria d'introduir-se com a "/salix-xfce".
de: Hinweis: Der eingegebene Pfad muss relativ zum Einbindungspunkt angegeben werden, z.B. "/var/log/mount/salix-xfce" wird eingegeben als "/salix-xfce".
hi_in: ध्यान दें : दर्ज किया गया फोल्डर पथ माउंट पॉइंट के अनुरूप होना आवश्यक है। अतः '/var/log/mount/salix-xfce' को '/salix-xfce' के रूप में दर्ज करें।
hu: Megjegyzés: A megadott útvonalnak a csatolási ponthoz képest relatívnak kell lennie. Tehát, a /var/log/mount/salix-xfce útvonalat /salix-xfce formában kell megadni.
nl: Notitie: Het pad dat u invoert moet relatief staan ten opzichte van het mount punt. Dus, '/var/log/mount/salix-xfce' moet worden ingevoerd als '/salix-xfce'.

source: Setting permissions on NTFS partition $DOS_PART
ca: S'estableixen els permisos a la partició NTFS $DOS_PART
de: Konfiguriere Berechtigungen der NTFS Partition "$DOS_PART"
hi_in: NTFS विभाजन $DOS_PART हेतु अनुमतियाँ निर्धारित करना जारी
hu: Jogosultságok beállítása a következő NTFS partíción: $DOS_PART
nl: Instellen van permissies op NTFS partitie $DOS_PART

source: SET SECURITY FOR NTFS PARTITION $DOS_PART
ca: ESTABLIMENT DE SEGURETAT PER A LA PARTICIÓ NTFS $DOS_PART
de: KONFIGURIERE SICHERHEIT DER NTFS-PARTITION "$DOS_PART"
hi_in: NTFS विभाजन $DOS_PART हेतु सुरक्षा निर्धारित करना जारी
hu: BIZTONSÁGI BEÁLLÍTÁSOK AZ NFS PARTÍCIÓN: $DOS_PART
nl: BEVEILIGING INSTELLEN VOOR NTFS PARTITIE $DOS_PART

source: Because users could go snooping through (or destroy, depending on the settings) your Windows partition, you should choose how much access would you like your non-root users to have to partition $DOS_PART. The access level can range from no access at all, to read-only for everyone, to read-write access for every user on the machine. A reasonable default (read-write for root only) is chosen, but you may set this any way that you like.
ca: Atès que els usuaris podrien fer espionatge a través de (o destruir, depenent de la configuració) la partició de Windows, hauríeu de triar el nivell d'accés que us agradaria que els usuaris no root tinguessin a la partició $DOS_PART. El nivell d'accés pot anar d'un no-accés, a només de lectura per a tothom, o a accés de lectura i escriptura per a tots els usuaris de la màquina. Per defecte es tria un valor raonable (lectura i escriptura per a només root), però ho podeu establir de la manera que vulgueu.
de: Weil andere Benutzer die Daten auf Ihrer Windows-Partition "$DOS_PART" einsehen (oder je nach Einstellung auch löschen) könnten, sollten Sie nun deren Berechtigungen festlegen. Die Einstellungen reichen von Verweigerung des Zugriffs über Leseberechtigung bis Lese- und Schreibzugriff. Standardmäßg wird ein Lese- und Schreibzugriff nur für den root-Benutzer eingerichtet. Diese Einstellung können Sie hier auf Ihre Bedürfnisse anpassen.
hi_in: उपयोक्ताओं द्वारा आपके विंडोज विभाजन की सामग्री हेतु निर्विरोध अभिगम करना (या सेटिंग्स अनुसार नष्ट करना संभव है) इसीलिए आप $DOS_PART विभाजन हेतु गैर-रूट उपयोक्ताओं का अभिगम स्तर निर्धारित करें। मशीन के उपयोक्ता हेतु उपलब्ध स्तर हैं : कोई अभिगम नहीं, सभी को केवल रीड योग्य अभिगम, सभी को रीड व राइट योग्य अभिगम। एक उचित डिफ़ॉल्ट सेटिंग (केवल रूट को ही रीड व राइट उपलब्ध) चयनित है, परन्तु आप अपने अनुसार कोई अन्य सेटिंग भी सेट कर सकते हैं।
hu: Mivel a felhasználók elérhetik (vagy beállítástól függően tönkre is tehetik) a Windows partíciót, el kell döntenie, mennyi jogosultságot ad a nem root felhasználóknak a $DOS_PART partíción. A jogosultságok a teljes tiltástól a csak olvashatóságon át az írás-olvasásig terjedhet a számítógép minden felhasználója számára. Alapértelmezésként egy logikus szint (írás-olvasás csak a root számára) kerül beállításra, de ez tetszés szerint felülbírálható.
nl: Omdat gebruikers zouden kunnen snuffelen in je Windows partitie (of die vernielen, afhankelijk van je instellingen) moet je een keuze maken over de mate van toegang die je je niet-root gebruikers wilt geven tot partitie $DOS_PART. Het toegangsniveau kan varieren van totaal geen toegang, tot leesrechten voor iedereen, tot schrijfrechten voor iedere gebruiker op deze machine. Een zinnige standaard (schrijftoegang alleen voor root) is alvast geselecteerd, maar je mag hier kiezen wat je het beste uitkomt.

source: Root has read/write access, users have no access (ntfs-3g)
ca: Root hi té accés de lectura i escriptrua, els usuaris no hi tenen accés (ntfs-3g)
de: Root hat Lese-/Schreibzugriff, Benutzer haben keinen Zugriff (ntfs-3g)
hi_in: रूट को रीड व राइट अभिगम उपलब्ध, उपयोक्ता हेतु कुछ नहीं (ntfs-3g)
hu: A root felhasználónak írás-olvasás joga van, a többieknek nincs hozzáférése (ntfs-3g)
nl: Root heeft schrijftoegang, gebruikers hebben geen toegang (ntfs-3g)

source: Everyone has read only access (built-in kernel ntfs driver)
ca: Tothom hi té accés només de lectura (controlador ntfs integrat al nucli)
de: Jeder hat Lesezugriff (eingebauter Kernel ntfs Treiber)
hi_in: सभी के पास केवल रीड हेतु अभिगम (सम्मिलित कर्नेल ntfs ड्राइवर)
hu: Mindenkinek csak olvasási joga van (kernel ntfs kezelő)
nl: Iedereen kan alleen lezen (ingebouwde kernel nfts driver)

source: Everyone has read access, but only root can write (ntfs-3g)
ca: Tothom té accés de lectura, però només root hi pot escriure (ntfs-3g)
de: Jeder hat Lesezugriff, aber nur root hat Schreibzugriff (ntfs-3g)
hi_in: सभी को रीड हेतु अभिगम, परन्तु केवल रूट को राइट हेतु अभिगम (ntfs-3g)
hu: Mindenkinek olvasási joga van, csak a root képes írni (ntfs-3g)
nl: Iedereen heeft leesrechten, en alleen root kan schrijven (ntfs-3g)

source: All users can read/write to any file (ntfs-3g)
ca: Tots els usuaris poden llegir i escriure en qualsevol fitxer (ntfs-3g).
de: Alle Benutzer haben Lese-/Schreibrechte auf allen Dateien (ntfs-3g)
hi_in: सभी उपयोक्ता किसी भी फाइल पर रीड/राइट कर सकते हैं (ntfs-3g)
hu: Minden felhasználó olvashatja és írhatja az összes fájlt (ntfs-3g)
nl: Alle gebruikers kunnen elk bestand lezen en schrijven (ntfs-3g)

source: Setting permissions on FAT partition $DOS_PART
ca: S'estableixen els permisos a la partició FAT $DOS_PART
de: Konfiguriere Berechtigungen der FAT-Partition "$DOS_PART"
hi_in: FAT विभाजन $DOS_PART हेतु अनुमतियाँ निर्धारित करना जारी
hu: Jogosultságok beállítása a következő FAT partíción: $DOS_PART
nl: Instellen van permissies op FAT partitie $DOS_PART

source: SET SECURITY FOR FAT PARTITION $DOS_PART
ca: ESTABLIMENT DE SEGURETAT PER A LA PARTICIÓ FAT $DOS_PART
de: KONFIGURIERE SICHERHEIT DER FAT-PARTITION $DOS_PART
hi_in: FAT विभाजन $DOS_PART हेतु सुरक्षा निर्धारित करना जारी
hu: BIZTONSÁGI BEÁLLÍTÁSOK A FAT PARTÍCIÓN: $DOS_PART
nl: BEVEILIGING INSTELLEN VOOR FAT PARTITIE $DOS_PART

source: Root has read/write access, users have no access
ca: Root hi té accés de lectura i escriptrua, els usuaris no hi tenen accés.
de: Root hat Lese-/Schreibzugriff, Benutzer haben keinen Zugriff
hi_in: रूट को रीड व राइट अभिगम उपलब्ध, उपयोक्ता हेतु कुछ नहीं
hu: A rootnak írás/olvasás joga van, a többieknek nincs hozzáférése
nl: Root heeft schrijftoegang, gebruikers hebben geen toegang

source: Everyone has read only access
ca: Tothom té accés de només lectura.
de: Jeder hat Lesezugriff
hi_in: सभी के पास केवल रीड हेतु अभिगम
hu: Mindenkinek csak olvasási joga van
nl: Iedereen heeft leesrechten

source: Everyone has read access, but only root can write
ca: Tothom té accés de lectura, però només root hi pot escriure.
de: Jeder hat Lesezugriff, aber nur root hat Schreibzugriff
hi_in: सभी को रीड हेतु अभिगम, परन्तु केवल रूट को राइट हेतु अभिगम
hu: Mindenkinek csak olvasási joga van, de a rootnak írási joga is
nl: Iedereen heeft leesrechten, en enkel root kan schrijven

source: All users can read/write to any file
ca: Tots els usuaris poden llegir i escriure en qualsevol fitxer
de: Alle Benutzer haben Lese-/Schreibrechte auf allen Dateien
hi_in: सभी उपयोक्ता किसी भी फाइल पर रीड/राइट कर सकते हैं
hu: Minden felhasználó olvashatja és írhatja az összes fájlt
nl: Alle gebruikers kunnen elk bestand lezen en schrijven

source: Setting up non-Linux partitions.
ca: S'estableixen les particions no Linux.
de: Nicht-Linux Partitionen einrichten.
hi_in: गैर-लिनक्स विभाजन सेटअप करना जारी।
hu: Nem Linux partíciók beállítása.
nl: Configureren van niet-Linux partities.

source: FAT or NTFS PARTITIONS DETECTED
ca: S'HAN DETECTAT PARTICIONS FAT o NTFS
de: FAT- ODER NTFS-PARTITIONEN ENTDECKT
hi_in: FAT या NTFS विभाजन मिले
hu: FAT ÉS NTFS PARTÍCIÓKAT TALÁLTAM
nl: FAT OF NTFS PARTITIES GEDETECTEERD

source: Partitions of type FAT or NTFS (commonly used by DOS and Windows) have been found on your system. Would you like to add these partitions to your /etc/fstab so that these partitions are visible from Linux?
ca: S'han trobat particions del tipus FAT o NTFS (generalment utilitzades per DOS i Windows). Us agradaria afegir aquestes particions al vostre /etc/fstab perquè aquestes particions siguin visibles des de Linux?
de: Auf Ihrem System wurden FAT- oder NTFS-Partitionen (üblicherweise von DOS und Windows verwendet) gefunden. Möchten Sie diese Partitionen zu "/etc/fstab" hinzufügen, damit diese aus Ihrem Linux-System heraus sichtbar sind?
hi_in: आपके सिस्टम पर FAT या NTFS विभाजन (सामान्यतः DOS व विंडोज द्वारा प्रयुक्त) मिले हैं। क्या आप इन विभाजनों को /etc/fstab पर जोड़ना चाहेंगे ताकि ये लिनक्स सिस्टम पर भी दृश्यमान हो?
hu: FAT és NTFS típusú partíciókat (melyeket általában a DOS és a Windows használ) találtam a rendszeren. Szeretné hozzáadni ezeket a /etc/fstab-hoz, hogy láthatóak legyenek Linux alól?
nl: Partities van het type FAT of NTFS (gebruikt door DOS en Windows) zijn gevonden op je systeem. Wil je deze partities toevoegen aan je /etc/fstab zodat deze partities zichtbaar zijn vanuit Linux?

source: Selecting non-Linux partitions.
ca: Selecció de particions no Linux.
de: Wähle nicht-Linux Partitionen aus.
hi_in: गैर-लिनक्स विभाजन का चयन जारी।
hu: Nem Linux partíciók kiválasztása.
nl: Selecteren van niet-Linux partities.

source: SELECT PARTITION TO ADD TO /etc/fstab
ca: SELECCIONEU UNA PARTICIÓ PER AFEGIR A /etc/fstab
de: PARTITION AUSWÄHLEN UND ZU /etc/fstab HINZUFÜGEN
hi_in: /etc/fstab पर जोड़ने हेतु विभाजन चुनें
hu: A /etc/stab-hoz ADANDÓ PARTÍCIÓK KIVÁLASZTÁSA
nl: SELECTEER PARTITIE VOOR TOEVOEGING AAN /etc/fstab

source: Continue
ca: Continua
de: Fortfahren
hi_in: जारी रखें
hu: Tovább
nl: Verder

source: In order to make these partitions visible from Linux, we need to add them to your /etc/fstab. Please pick a partition to add to /etc/fstab, or select '---' to continue with the installation process.
ca: Per tal de fer que aquestes particions siguin visibles des de Linux, cal afegir-les a /etc/fstab. Si us plau, trieu una partició per afegir a /etc/fstab, o seleccioneu "---" per continuar amb el procés d'instal·lació.
de: Um die Partitionen für Linux sichtbar zu machen, müssen wir diese zu "/etc/fstab" hinzufügen. Bitte wählen Sie eine Partition, die zu "/etc/fstab" hinzugefügt werden soll, oder wählen Sie "---", um mit der Installation fortzufahren.
hi_in: इन विभाजनों को लिनक्स सिस्टम पर दृश्यमान करने हेतु आपको इन्हें /etc/fstab पर जोड़ना होगा। कृपया /etc/fstab पर जोड़ने हेतु विभाजन चुनें या '---' का चयन कर इंस्टॉल प्रक्रिया जारी रखें।
hu: ANnak érdekében, hogy ezek a partíciók láthatóak legyenek Linux alól, hozzá kell adnunk őket a /ertc/fstab-hoz. Véasszon ki egy partíciót amit hozzá akar adni a /etc/fstab-hoz, vagy válassza a "---" sort a telepítés folytatásához!
nl: Om deze partities zichtbaar te maken in Linux moeten we ze toevoegen aan je /etc/fstab. Selecteer een partitie om aan /etc/fstab toe te voegen, of '---' om verder te gaan met het installatie proces.
