Repository: gapan/iso-creation
Catalog: po/*.po
Languages: ca, de, hi_in, hu, nl

source: Installing package set:
ca: S'instal·la el conjunt de paquets:
de: Paketset wird installiert:
hi_in: पैकेज समूह इंस्टॉल करना जारी :
hu: Csomagkészlet telepítése:
nl: Bezig met installeren van:

source: Installing:
ca: S'instal·la
de: Installiere:
hi_in: इंस्टॉल करना जारी :
hu: Telepítés alatt:
nl: Bezig met installeren:
