Repository: gapan/iso-creation
Catalog: po/*.po
Languages: ca, de, hi_in, hu, nl

source: IN USE
ca: EN ÚS
de: WIRD VERWENDET
hi_in: कार्यरत है
hu: HASZNÁLATBAN
nl: IN GEBRUIK

source: on
ca: a
de: an
hi_in: इस पर
hu: ezen:
nl: aan

source: done, continue with setup
ca: fet, es continua la configuració
de: Fertig, setze den Installationsvorgang fort
hi_in: पूर्ण, सेटअप जारी रखें
hu: kész, beállítás folytatása
nl: klaar, ga verder met setup

source: Selecting a location to mount $DOS_PART.
ca: Selecció d'una ubicació per muntar-hi $DOS_PART.
de: Einbindungspunkt von "$DOS_PART" auswählen.
hi_in: $DOS_PART माउंट करने हेतु स्थान चयन जारी।
hu: A $DOS_PART. partíció csatolási helyének kiválasztása.
nl: Selectie van een locatie om $DOS_PART te mounten

source: PICK MOUNT POINT FOR $DOS_PART
ca: ESCOLLIU UN PUNT DE MUNTATGE PER A $DOS_PART
de: EINBINDUNGSPUNKT FÜR $DOS_PART AUSWÄHLEN
hi_in: $DOS_PART हेतु माउंट पॉइंट चुनें
hu: VÁLASSZON CSATOLÁSI PONTOT A PARTÍCIÓ SZÁMÁRA: $DOS_PART
nl: KIES MOUNT PUNT VOOR $DOS_PART

source: Now this partition must be mounted somewhere in your directory tree. Please enter the directory under which you would like to put it. For instance, you might want to enter /fat-c or /fat-d or something similar. NOTE: This partition will not actually be mounted until you reboot. Where would you like to mount $DOS_PART?
ca: Ara aquesta partició s'ha de muntar en algun lloc del vostre arbre de directoris. Si us plau, escriviu el directori sota el qual la voleu posar. Per exemple, potser voldríeu escriure /fat-c o /fat-d o alguna cosa semblant. NOTA: aquesta partició no es muntarà fins que no reinicieu. On voleu muntar $DOS_PART?
de: Nun muss diese Partition in Ihrem Verzeichnisbaum eingebunden werden. Geben Sie das Verzeichnis an, in dem Sie die Partition einbinden wollen. Zum Beispiel "/fat-c", " /fat-d" oder etwas ähnliches. ACHTUNG: Diese Partition wird erst beim nächsten Neustart eingebunden. Wo möchten Sie die "$DOS_PART" einbinden?
hi_in: अब आपको यह विभाजन शाखानुमा क्रम युक्त डायरेक्टरी में किसी स्थान पर माउंट करना होगा। कृपया इच्छित डायरेक्टरी दर्ज करें। उदाहरण के रूप में आप /fat-c या /fat-d जैसा कुछ दर्ज करना चाहेंगे। ध्यान दें : यह विभाजन सिस्टम पुनः आरंभ के उपरांत ही माउंट होगा। आप $DOS_PART को कहाँ माउंट करना चाहते हैं?
hu: Ezt a partíciót most fel kell csatolni valahová, a könyvtárfában. Adja meg a könyvtár nevét, ahová tenni szeretné. Például, /fat-c vagy /fat-d vagy valami hasonló. MEGJEGYZÉS: A partíció csak újraindítást után lesz felcsatolva. Hová szeretné felcsatolni a következő partíciót: $DOS_PART?
nl: Vervolgens moet deze partitie ergens in je directorystructuur worden aangekoppeld. Geef de directory waaronder dat moet gebeuren.Je kunt bijvoorbeeld iets als /win-c of /win-d gebruiken. LET OP: Deze partitie wordt niet gemount tot na een herstart. Waar wil je $DOS_PART mounten?

source: Adding this information to your /etc/fstab:
ca: S'afegeix aquesta informació al vostre /etc/fstab:
de: Diese Einträge werden in Ihre "/etc/fstab" eingefügt:
hi_in: यह सूचना आपके /etc/fstab में जोड़ी जाएगी :
hu: Információ hozzáadása a /etc/fstab-hoz:
nl: Bezig met deze informatie toevoegen aan uw /etc/fstab:

source: Finished setting up non-Linux partitions.
ca: S'ha acabat l'establiment de particions no Linux.
de: Einrichten der nicht-Linux-Partitionen abgeschlossen.
hi_in: गैर-लिनक्स विभाजन सेटअप करना पूर्ण।
hu: A nem Linux partíciók beállítása elkészült.
nl: Klaar met confgureren van niet-Linux partities.

source: DONE ADDING FAT or NTFS PARTITIONS
ca: AFEGIR PARTICIONS FAT o NTFS: FET
de: HINZUFÜGEN DER FAT- ODER NTFS-PARTITIONEN ABGESCHLOSSEN
hi_in: FAT या NTFS विभाजन जोड़ना पूर्ण
hu: A FAT ÉS NTFS PARTÍCIÓK HOZZÁADÁSA ELKÉSZÜLT
nl: KLAAR MET TOEVOEGEN FAT of NTFS PARTITIES

source: FORMAT EFI PARTITION ${PREFERRED_EFI_PARTITION}?
ca: ES FORMATA LA PARTICIÓ EFI ${PREFERRED_EFI_PARTITION}?
de: FORMATIEREN VON EFI PARTITION ${PREFERRED_EFI_PARTITION}?
hi_in: EFI विभाजन ${PREFERRED_EFI_PARTITION} को फॉर्मेट करें?
hu: FORMÁZZUK AZ EFI PARTÍCIÓT ${PREFERRED_EFI_PARTITION}?
nl: EFI PARTITIE ${PREFERRED_EFI_PARTITION} FORMATTEREN?

source: An EFI System Partition was found on ${PREFERRED_EFI_PARTITION}, but it has not yet been formatted. Would you like to format this partition?
ca: S'ha trobat una partició EFI de sistema a ${PREFERRED_EFI_PARTITION}, però encara no s'ha formatat. Voleu formatar aquesta partició?
de: Eine EFI Systempartition wurde auf "${PREFERRED_EFI_PARTITION}" gefunden, aber sie wurde noch nicht formatiert. Möchten Sie diese Partition formatieren?
hi_in: ${PREFERRED_EFI_PARTITION} पर EFI सिस्टम विभाजन प्राप्त, परन्तु उसे अभी तक फॉर्मेट नहीं किया गया है। क्या आप इस विभाजन को फॉर्मेट करना चाहते हैं?
hu: EFI rendszerpartíció található a következő helyen: ${PREFERRED_EFI_PARTITION}, de még nincs formázva. Szeretné formázni ezt a partíciót?
nl: EFI systeempartitie gevonden op ${PREFERRED_EFI_PARTITION}, maar nog niet geformatteerd. Wil je deze partitie nu formatteren?

source: FORMATTING EFI PARTITION ${PREFERRED_EFI_PARTITION}
ca: ES FORMATA LA PARTICIÓ EFI ${PREFERRED_EFI_PARTITION}
de: FORMATIERE EFI PARTITION ${PREFERRED_EFI_PARTITION}
hi_in: EFI विभाजन ${PREFERRED_EFI_PARTITION} को फॉर्मेट करना जारी
hu: EFI PARTÍCIÓ FORMÁZÁSA: ${PREFERRED_EFI_PARTITION}
nl: FORMATTEREN EFI PARTITIE ${PREFERRED_EFI_PARTITION}

source: Formatting EFI System Partition ${PREFERRED_EFI_PARTITION} as FAT32.
ca: Es formata la partició EFI del sistema ${PREFERRED_EFI_PARTITION} com a FAT32.
de: Formatiere EFI System Partition "${PREFERRED_EFI_PARTITION}" als FAT32.
hi_in: EFI सिस्टम विभाजन ${PREFERRED_EFI_PARTITION} को FAT32 के रूप में फॉर्मेट करना जारी।
hu: EFI rendszerpartíció FAT32-re formázása: ${PREFERRED_EFI_PARTITION}
nl: EFI systeempartitie ${PREFERRED_EFI_PARTITION} formatteren als FAT32.

source: Finished setting up EFI System Partition.
ca: S'ha acabat l'establiment de la partició EFI de sistema.
de: Einrichtung der EFI Systempartition abgeschlossen.
hi_in: EFI सिस्टम विभाजन सेटअप करना पूर्ण।
hu: Az EFI rendszerpartíció beállítása elkészült.
nl: Klaar met instellen van EFI systeempartitie.

source: EFI SYSTEM PARTITION RECOGNIZED
ca: PARTICIÓ EFI DE SISTEMA RECONEGUDA
de: EFI SYSTEMPARTITION ERKANNT
hi_in: EFI सिस्टम विभाजन मिला
hu: EFI RENDSZERPARTÍCIÓT TALÁLTAM
nl: EFI SYSTEEMPARTITIE HERKEND

source: DONE INSTALLING PACKAGES
ca: INSTAL·LACIÓ DE PAQUETS FETA
de: PAKETINSTALLATION ABGESCHLOSSEN
hi_in: पैकेज इंस्टॉल करना पूर्ण
hu: A CSOMAGOK TELEPÍTÉSE ELKÉSZÜLT
nl: KLAAR MET PAKKET INSTALLATIE

source: Preparing to configure your new Linux system...
ca: Preparació per configurar el vostre nou sistema Linux...
de: Vorbereiten zur Konfiguration des neuen Linuxsystems...
hi_in: आपके नवीन लिनक्स सिस्टम के विन्यास की तैयारी जारी...
hu: Felkészülés az új Linux rendszer beállítására...
nl: Voorbereiding op het configureren van je nieuwe Linux systeem...

source: Boot Loader
ca: Carregador d'arrencada
hi_in: बूट लोड साधन
hu: Rendszerbetöltő
nl: Boot Lader

source: Please choose the Boot Loader that you would like to use
ca: Si us plau, escolliu el carregador d'arrencada que vulgueu usar.
de: Bitte wählen Sie Ihren bevorzugten Bootloader
hi_in: कृपया उपयोग हेतु इच्छित बूट लोड साधन चुनें
hu: Válassza ki az önnek megfelelő rendszerbetöltőt!
nl: Kies alstublieft de Boot Lader welke u wilt gebruiken

source: Install Lilo
ca: Instal·la el LILO
de: Installiere LILO
hi_in: लीलो इंस्टॉल करें
hu: Lilo telepítése
nl: Installeer LILO

source: Install Grub
ca: Instal·la el Grub
de: Installiere Grub
hi_in: Grub लीलो इंस्टॉल करें
hu: Grub telepítése
nl: Installeer Grub

source: (Do not install boot loader)
ca: (No instal·lis un carregador d'arrencada)
de: (Keinen Bootloader installieren)
hi_in: (बूट लोड साधन इंस्टॉल न करें)
hu: (Ne telepítsünk rendszerbetöltőt)
nl: (Installeer boot lader niet)

source: Loading locales...
ca: Es carreguen les llengües...
de: Lade Gebietsschemata...
hi_in: स्थानिकी लोड हो रही है ...
hu: Nyelvi beállítások betöltése...
nl: Locales laden...

source: Updating caches...
ca: S'actualitza la cau...
de: Aktualisiere Zwischenspeicher...
hi_in: कैश अपडेट हो रही है ...
hu: Gyorsítótárak frissítése...
nl: Cache bijwerken...

source: Numlock configuration
ca: Configuració del bloqueig numèric
de: Numlock Konfiguration
hi_in: नमलॉक विन्यास
hu: A Numlock beállítása
nl: Numlock instellingen

source: Enabled
ca: Habilitat
de: Aktiviert
hi_in: सक्रिय
hu: Bekapcsolva
nl: Ingeschakeld

source: Disabled
ca: Inhabilitat
de: Deaktiviert
hi_in: निष्क्रिय
hu: Kikapcsolva
nl: Uitgeschakeld

source: Do you want to have numlock enabled or disabled on boot?
ca: Voleu tenir el bloqueig numèric habilitat o inhabilitat a l'arrencada?
de: Soll "Numlock" beim Startvorgang aktiviert oder deaktiviert werden?
hi_in: आप सिस्टम आरंभ पर नमलॉक को सक्रिय चाहते हैं या निष्क्रिय?
hu: A numlock a rendszer indításakor be-, illetve kikapcsolt állapotban legyen?
nl: Wilt u numlock in- of uitgeschakeld tijdens het opstarten?

source: IBus configuration
ca: Configuració d'IBus
de: IBus Konfiguration
hi_in: आईबस विन्यास
hu: IBus beállítás
nl: IBus instellingen

source: IBus is an input platform for Chinese, Japanese, Korean and many other languages. Do you want to have it enabled or disabled on boot?
ca: L'IBus és una plataforma d'entrada per a xinès, japonès, coreà i moltes altres llengües. Voleu tenir-lo activat o desactivat a l'arrencada?
de: IBus ist eine Eingabemethode für Chinesisch, Japanisch, Koreanisch und viele andere Sprachen. Soll IBus beim Startvorgang aktiviert oder deaktiviert werden?
hi_in: आईबस - चीनी, जापानी, कोरियाई व कई अन्य भाषाओँ हेतु एक इनपुट माध्यम है। आप सिस्टम आरंभ पर इसे सक्रिय चाहते हैं या निष्क्रिय?
hu: Az IBus egy beviteli megoldás a kínai, japán koreai és több más nyelv számára. Rendszerindítás során be- vagy kikapcsolt állapotban legyen?
nl: IBus is een invoer platform voor chinese, japanse, koreaanse en vele andere talen. Wilt u dit in- of uitgeschakeld hebben tijdens het opstarten?

source: SCIM configuration
ca: CONFIGURACIÓ D'SCIM
de: SCIM Konfiguration
hi_in: एससीआईएम विन्यास
hu: SCIM beállítás
nl: SCIM instellingen

source: SCIM is an input platform for Chinese, Japanese, Korean and many other languages. Do you want to have it enabled or disabled on boot?
ca: L'SCIM és una plataforma d'entrada per a xinès, japonès, coreà i moltes altres llengües. Voleu tenir-lo activat o desactivat a l'arrencada?
de: SCIM ist eine Eingabeplattform für Chinesisch, Japanisch, Koreanisch und viele andere Sprachen. Soll SCIM beim Startvorgang aktiviert oder deaktiviert werden?
hi_in: एससीआईएम - चीनी, जापानी, कोरियाई व कई अन्य भाषाओँ हेतु एक इनपुट माध्यम है। आप सिस्टम आरंभ पर इसे सक्रिय चाहते हैं या निष्क्रिय?
hu: A SCIM egy beviteli megoldás a kínai, japán koreai és több más nyelv számára. Rendszerindítás során be- vagy kikapcsolt állapotban legyen?
nl: SCIM is een invoer platform voor chinese, japanse, koreaanse en vele andere talen. Wilt u dit in- of uitgeschakeld hebben tijdens het opstarten?

source: Go
ca: Som-hi
de: Bearbeiten
hi_in: जारी रखें
hu: Mehet
nl: Ga

source: Exit
ca: Surt
de: Verlassen
hi_in: बंद करें
hu: Kilépés
nl: Sluit af

source: PARTITIONS EDITOR
ca: EDITOR DE PARTICIONS
hi_in: विभाजन संपादक
hu: Partíciószerkesztő
nl: PARTITIE EDITOR

source: Welcome to the Salix partition editor. Press <SPACE> to select a disk and select Go to start partitioning. If you don't want to alter the partition layout, select Exit.
ca: Us donem la benvinguda a l'editor de particions del Salix. Premeu la <Barra espaiadora> per seleccionar un disc i marqueu Som-hi per començar les particions. Si no voleu modificar la distribució de particions, seleccioneu Surt.
de: Willkommen zum Salix Partitionseditor. Wählen Sie mit der LEERTASTE ein Laufwerk aus und wählen Sie "Bearbeiten", um mit der Partitionierung zu beginnen. Falls Sie keine Änderungen an der Partitionierung vornehmen möchten, wählen Sie "Verlassen".
hi_in: सेलिक्स विभाजन संपादक में स्वागत है। डिस्क चयन करने हेतु <SPACE> दबाएं व इसके बाद विभाजन संपादन आरंभ करने हेतु जारी रखें चुनें। यदि आप विभाजन अभिन्यास में परिवर्तन नहीं करना चाहते हैं तो बंद करें को चुनें।
hu: Ez a Salix partíciószerkesztője. Nyomja meg a <SZÓKÖZT> a lemez kiválasztásához, majd válassza a Mehet gombot a partícionálás megkezdéséhez! Ha nem akar változtatni a partíciókon, válassza a Kilépést!
nl: Welkom bij de Salix Partitie editor. Druk op de <SPACE> toets om een schijf te selecteren en selecteer Ga om het partitioneren te starten. Indien u de partitie structuur niet wilt aanpassen, selecteer dan Sluit af.

source: NOTE: If you are planning to use BTRFS for your / filesystem, LILO the default boot loader will not be able to boot it. In that case, you will need a separate /boot partition with another filesystem.
ca: NOTA: si teniu pensat fer servir BTRFS per al sistema de fitxers /, el carregador d'arrencada per defecte LILO no serà capaç d'arrencar-lo. En aquest cas, necessitareu una partició /boot separada amb un altre sistema de fitxers.
de: Hinweis: Falls Sie das BTRFS-Dateisystem für Ihre Hauptpartition verwenden, kann der Bootloader LILO von dieser nicht starten. Sie müssen dann das Verzeichnis "/boot" auf eine zusätzliche Partition mit einem anderen Dateisystem auslagern.
hi_in: ध्यान दें : यदि आप / फाइल सिस्टम हेतु BTRFS उपयोग करना कहते हैं तो यह जान लें कि डिफ़ॉल्ट बूट लोड साधन - लीलो द्वारा इसे बूट करना संभव नहीं है। इस स्थिति में आपको अन्य फाइल सिस्टम पर एक पृथक /boot विभाजन की आवश्यकता होगी।
hu: MEGJEGYZÉS: Ha a / fájlrendszert BTRFS-sel kívánja használni, az alapértelmezett LILO rendszerbetöltő nem tudja elindítani a rendszert. Ebben az esetben külön /boot partícióra lesz szükség, más fájlrendszertípussal.
nl: NOTITIE: Als u van plan bent om BTRFS voor uw / bestandssysteem te gebruiken, kan de standaard LILO boot lader niet in staat zijn het te starten. In dit geval heeft u een andere /boot partitie nodig met een ander bestandssysteem.

source: You usually need at least 2 partitions:
ca: Normalment necessiteu com a mínim 2 particions:
de: Normalerweise werden mindestens 2 Partitionen benötigt:
hi_in: सामान्यतः 2 विभाजनों की आवश्यकता होती है :
hu: Általában legalább 2 partícióra van szükség:
nl: U heeft normaliter minstens 2 partities nodig:

source: 1 LINUX bootable partition (10GB minimum recommended)
ca: 1 partició de LINUX arrencable (es recomanen com a mínim 10 GB)
de: 1 bootfähige Linux-Partition (mindestens 10GB empfohlen)
hi_in: 1 बूट योग्य लिनक्स विभाजन (कम-से-कम 10 जीबी आकार अनुशंसित)
hu: 1 LINUX indítható partíció (legalább 10GB ajánlott)
nl: 1 Linux bootable partitie (10GB minimum bij voorkeur)

source: 1 SWAP partition (1GB minimum recommended)
ca: 1 partició d'intercanvi (recomanable com a mínim d'1 GB)
de: 1 Swap-Partition (mindestens 1GB empfohlen)
hi_in: 1 स्वैप विभाजन (कम-से-कम 1 जीबी आकार अनुशंसित)
hu: 1 SWAP, lapozó partíció (legalább 1GB ajánlott)
nl: 1 SWAP partitie (1GB minimum bij voorkeur)

source: ERROR: TARGET PARTITION FULL
ca: ERROR: PARTICIÓ DE DESTINACIÓ PLENA
de: FEHLER: ZIELPARTITION IST VOLL
hi_in: त्रुटि : लक्षित विभाजन में अप्रयुक्त स्पेस नहीं है
hu: HIBA: A CÉLPARTÍCIÓ MEGTELT
nl: FOUT: DOEL PARTITIE VOL

source: Setup has detected that one or more of your target partitions has become full. I'm sorry, but you will have to try installing again onto a partition or partitions with more free space. You could also try selecting fewer packages to install. Since there is no longer any space for setup to make its temporary files, this is an unrecoverable error. Press control-alt-delete to reboot and try again. Before doing that, you might want to switch to another console (Alt-F2) and use df (disk free utility) to see if you can get an idea of how to avoid this the next time around.
ca: La configuració ha detectat que una o més de les particions de destinació s'ha emplenat. Ho sento, però haureu de tornar a intentar la instal·lació en una partició o particions amb més espai lliure. També podeu provar de seleccionar menys paquets per instal·lar. Atès que ja no hi ha espai perquè la configuració faci els seus fitxers temporals, això és un error irrecuperable. Premeu Control-Alt-Suprimir per reiniciar i tornar-ho a intentar. Abans de fer-ho, és possible que vulgueu canviar a una altra consola (Alt-F2) i usar df (utilitat d'alliberament de disc) per veure si podeu tenir una idea per evitar això la propera vegada.
de: Das Installationsprogramm stellte fest, dass mindestens eine Ihrer Zielpartitionen vollgelaufen ist. Da nicht mehr genügend Speicherplatz für temporäre Dateien zur Verfügung steht, können wir nicht fortfahren. Leider müssen Sie an dieser Stelle abbrechen und eine Neuinstallation auf größere Partitionen oder mit weniger Paketen versuchen. Drücken Sie nun Strg-Alt-Entfernen, um das System neu zu starten. Zuvor sollten Sie zu einer anderen Konsole wechseln (Alt-F2) und mit dem Befehl "df" (disk free utility) das Problem analysieren, um den gleichen Fehler das nächste Mal zu vermeiden.
hi_in: सेटअप द्वारा पाया गया कि एक या एकाधिक लक्षित विभाजन में अप्रयुक्त स्पेस नहीं है। क्षमा करें परन्तु आपको ऐसे विभाजन या विभाजनों पर इंस्टॉल प्रक्रिया पुनः करनी होगी जिन पर स्पेस उपलब्ध हो। आप इंस्टॉल होने वाले पैकेजों की संख्या कम कर सकते हैं। सेटअप की आवश्यक अस्थायी फाइलों के सृजन हेतु स्पेस अनुपलब्ध होने के कारण यह एक अप्राप्य त्रुटि है। Ctrl+Alt+Del द्वारा सिस्टम पुनः आरंभ करके पुनः प्रयास करें। इससे पहले आप अन्य कंसोल (Alt+F2) द्वारा df (डिस्क फ्री साधन) उपयोग कर ज्ञात करें कि डिस्क पर स्पेस कहाँ व कैसे प्रयुक्त है।
hu: A telepítő észlelte, hogy egy vagy több célpartíció megtelt. Sajnáljuk, de újra kell próbálnia a telepítést egy több szabad hellyel rendelkező partícióra. Megpróbálhat kevesebb csomagot kiválasztani. Mivel nincs több hely, hogy a telepítő létrehozza ideiglenes fájljait, ezért ez helyrehozhatatlan hiba. Nyomja meg a control-alt-delete gombokat a rendszer újraindításához és próbálja újra! Még mielőtt megtenné, esetleg váltson át másik konzolra (Alt-F2) és a df (disk free) parancs segítségével nézzen szét, hátha megtalálja a megoldást, hogy legközelebb elkerülje ezt a hibát!
nl: Setup heeft gedetecteerd dat een of meer van je doel-partities volgelopen is. Het spijt ons, maar je zult de installatie moeten overdoen op een partitie of partities met meer vrije ruimte. Je zou ook minder pakketten kunnen selecteren voor installatie. Omdat er geen ruimte meer is voor setup om zijn tijdelijke bestanden kwijt te kunnen, is dit een onherstelbare fout. Druk Control-Alt-Delete om te herstarten en probeer het opnieuw. Voordat je dat doet, is het verstandig om over te schakelen naar een andere console (Alt-F2) om middels 'df' (disk-free programma) na te gaan hoe je deze situatie de volgende keer kunt vermijden.

source: KEYBOARD MAP SELECTION
ca: SELECCIÓ DEL TECLAT
de: AUSWAHL DER TASTATURBELEGUNG
hi_in: कुंजीपटल अभिन्यास चयन
hu: BILLENTYŰZETKIOSZTÁS KIVÁLASZTÁSA
nl: TOETSENBORD INDELING SELECTEREN

source: You may select one of the following keyboard maps. If you do not select a keyboard map, $DefaultKeyMap is the current value. Use the UP/DOWN arrow keys and PageUp/PageDown to scroll through the whole list of choices.
ca: Podeu seleccionar una de les disposicions de teclat següents. Si no en seleccioneu cap, el valor actual és $DefaultKeyMap. Useu les fletxes AMUNT i AVALL i les tecles d'avançar i retrocedir pàgines per desplaçar-vos per tota la llista.
de: Sie können eines der folgenden Tastaturlayouts wählen. Falls Sie dies nicht tun, wird "$DefaultKeyMap" als Standard verwendet. Verwenden Sie die Tasten AUF/AB bzw. BILD_AUF/BILD_AB, um die Auswahlliste zu durchsuchen.
hi_in: आप निम्नलिखित में से कुंजीपटल अभिन्यास का चयन कर सकते हैं। कोई चयन नहीं होने पर, वर्तमान मान $DefaultKeyMap होगा। ऊपर/नीचे तीर कुंजी व PgUp/PgDn द्वारा उपलब्ध विकल्पों की पूर्ण सूची देखें।
hu: Az alábbi billentyűzetkiosztások közül választhat. Ha nem választ ki egyet sem, a jelenlegi beállítás: $DefaultKeyMap. Használja a FEL/LE és a PageUP/PageDown gombokat a választási lehetőségek áttekintéséhez!
nl: U kan een van de volgende toetsenbord indeling kiezen. Als u geen toetsenbord indeling kiest, is $DefaultKeyMap de huidige indeling. Gebruik de UP/DOWN pijltoetsen en PageUp/PageDown om door de hele keuzelijst te bladeren.

source: Test keyboard map
ca: Proveu la disposició del teclat
de: Tastaturlayout testen
hi_in: कुंजीपटल अभिन्यास जाँचें
hu: Kiosztás kipróbálása
nl: Test toetsenbord indeling

source: Accept keymap
ca: Accepta la disposició del teclat
de: Dieses Layout übernehmen
hi_in: कुंजीपटल अभिन्यास स्वीकारें
hu: Kiosztás elfogadása
nl: Accepteer keymap

source: Reject keymap
ca: Rebutja la disposició del teclat
de: Layout zurücksetzen
hi_in: कुंजीपटल अभिन्यास नकारें
hu: Kiosztás elvetése
nl: Verwerp keymap

source: You may now test the new keyboard map by typing some text. You can accept the keyboard map or reject it and select another one. The installer only supports ASCII characters, so don't try any special characters here or use them during installation!
ca: Ara podeu provar el nou mapa de teclat escrivint una mica de text. Podeu acceptar la disposició del teclat o rebutjar-la i seleccionar-ne una altra. El programa d'instal·lació només és compatible amb caràcters ASCII; per tant, no intenteu cap caràcter especial aquí ni durant la instal·lació!
de: Sie können nun das ausgewählte Tastaturlayout testen, indem Sie einen beliebigen Text eingeben. Sie können das neue Layout übernehmen oder ein anderes auswählen. Das Installationsprogramm unterstützt ausschließlich den ASCII-Zeichensatz; versuchen Sie also nicht, hier oder an anderer Stelle während der Installation Sonderzeichen zu verwenden.
hi_in: अब आप कुछ शब्द टाइप कर अपने नवीन कुंजीपटल अभिन्यास को जाँच सकते हैं। आप उसे स्वीकार या नकार सकते हैं एवं कोई अन्य चुन सकते हैं। इंस्टॉलर द्वारा केवल ASCII अक्षर समर्थित हैं अतः यहाँ या इंस्टॉल प्रक्रिया के दौरान कोई विशिष्ट अक्षर उपयोग न करें।
hu: Most kipróbálhatja a billentyűzetkiosztást, pár szó beírásával. Elfogadhatja vagy elvetheti a kiosztást, és választhat másikat. A telepítő csak az ASCII karaktereket ismeri, ne próbáljon ékezetes betűket beírni sem itt, sem a telepítés során!
nl: U kan nu de nieuwe toetsenbord indeling testen door willekeurig tekst te typen. U kan de toetsenbord indeling accepteren of afwijzen en een ander selecteren. Het installatieprogramma accepteert alleen ASCII karakters, dus probeer hier of tijdens de installatie niet speciale karakters!

source: Select Salix installation source.
ca: Selecció de la font d'instal·lació de Salix.
de: Wählen Sie das Salix Quellmedium aus.
hi_in: सेलिक्स इंस्टॉल हेतु स्रोत चयन।
hu: Válasszon telepítési forrást!
nl: Selecteer bron Salix installatie.

source: SOURCE MEDIA SELECTION
ca: SELECCIÓ DE FONTS DE MITJANS
de: AUSWAHL DES QUELLMEDIUMS
hi_in: स्रोत मीडिया चयन
hu: FORÁSSMÉDIA KIVÁLASZTÁSA
nl: SOURCE MEDIUM SELECTIE

source: Please select the media from which to install Salix Linux:
ca: Si us plau, seleccioneu el mitjà des del qual instal·lar Salix Linux:
de: Bitte wählen Sie das Quellmedium, von dem aus Salix installiert werden soll:
hi_in: कृपया सेलिक्स लिनक्स इंस्टॉल करने हेतु मीडिया चुनें :
hu: Válassza ki az adathordozót, amelyről telepíteni kívánja a Salix Linuxot!
nl: Selecteer alstublieft de media waarvan u Salix Linux wilt installeren:

source: Install from a Salix USB stick
ca: Instal·la des d'una memòria USB
de: Von einem Salix USB-Stick installieren
hi_in: सेलिक्स यूएसबी से इंस्टॉल
hu: Telepítés Salix USB eszközről
nl: Installeer vanaf een Salix USB stick

source: Install from a Salix CD or DVD
ca: Instal·la des d'un CD o DVD de Salix
de: Von einer Salix CD/DVD installieren
hi_in: सेलिक्स सीडी या डीवीडी से इंस्टॉल
hu: Telepítés Salix CD-ről vagy DVD-ről
nl: Installeer vanaf een Salix CD of DVD

source: Install from a hard drive partition
ca: Instal·la des d'un disc dur
de: Von einer Festplattenpartition installieren
hi_in: हार्ड ड्राइव विभाजन से इंस्टॉल
hu: Telepítés merevlemezről
nl: Installeer vanaf een harde schijf partitie
