Repository: gapan/iso-creation
Catalog: po/*.po
Languages: ca, de, hi_in, hu, nl

source: Attempting to mount your CD/DVD again with the following command:
ca: S'intenta muntar el DC/DVD un altre cop amb l'ordre següent:
de: Es wird versucht, Ihr Installationsmedium mit dem folgenden Befehl einzubinden:
hi_in: निम्नलिखित कमांड द्वारा सीडी/डीवीडी माउंट करने हेतु प्रयासरत :
hu: A CD/DVD csatolásának megkísérlése az alábbi paranccsal:
nl: Bezig met opnieuw de CD/DVD te mounten met het volgende commando:

source: Good! We're all set on the local end, but now we need to know where to find the software packages to install. First, we need the IP address of the machine where the Salix sources are stored.
ca: Bé! Ja estem pel que fa a la configuració local, però ara hem de saber on trobar els paquets de programari per instal·lar. En primer lloc, necessitem l'adreça IP de la màquina on s'emmagatzemen les fonts de Salix.
de: Wir müssen wissen, wo sich die Quellpakete für die Installation befinden. Zunächst benötigen wir die IP-Adresse des Rechners, auf dem sich die Salix-Pakete befinden.
hi_in: अच्छा! आपकी मशीन पर सब उचित है परन्तु अब यह ज्ञात करना होगा कि इंस्टॉल हेतु सॉफ्टवेयर पैकेज कहाँ हैं। प्रथमतया, उस मशीन का आईपी पता ज्ञात करें जहाँ सेलिक्स स्रोत संचित हैं।
hu: Kitűnő! Helyileg mindent beállítottunk, most pedig azt kell megtudnunk, hol keressük a telepítendő csomagokat. Először a Salix forrásokat tartalmazó távoli gép IP címére lesz szükség.
nl: Mooi! We zijn klaar met het lokale deel, maar nu moeten we weten waar de software pakketten te vinden om te installeren. Eerst hebben we het IP adres van de machine nodig waar de Salix bronnen zijn opgeslagen.

source: Since you're already running on the network, you should be able to use the hostname instead of an IP address if you wish.
ca: Atès que ja està funcionant la xarxa, hauríeu de ser capaços d'utilitzar el nom d'amfitrió en lloc d'una adreça IP si ho desitgeu.
de: Da Sie bereits im Netzwerk angemeldet sind, sollte es möglich sein, statt der IP-Adresse auch einen Hostnamen anzugeben.
hi_in: आप नेटवर्क से कनेक्ट है अतः यदि इच्छा हो तो आप आईपी पते के स्थान पर होस्ट नाम उपयोग कर सकते हैं।
hu: Mivel a hálózat már működik, ha kívánja, IP cím helyett host-nevet is használhat.
nl: Omdat u al actief bent op het netwerk, kunt u de hostnaam gebruiken in plaats van het IP adres als u dat wenst.

source: What is the IP address of your NFS server?
ca: Quina és l'adreça IP del servidor NFS?
de: Wie lautet die IP-Adresse Ihres NFS-Servers?
hi_in: आपके एनएफएस सर्वर का आईपी पता क्या है?
hu: Mi az NFS szerver IP címe?
nl: Wat is het IP adres van je NFS server?

source: ENTER IP ADDRESS OF NFS SERVER
ca: ESCRIVIU L'ADREÇA IP DEL SERVIDOR NFS
de: GEBEN SIE DIE IP-ADRESSE DES NFS-SERVERS EIN
hi_in: एनएफएस सर्वर का आईपी पता दर्ज करें
hu: ADJA MEG AZ NFS SZERVER IP CÍMÉT!
nl: VOER IP ADRES IN VAN NFS SERVER

source: There must be a directory on the server with the Salix packages and files arranged in a tree like the FTP site.
ca: Hi ha d'haver un directori al servidor amb els paquets del Salix i amb els fitxers classificats en un arbre com al lloc FTP.
de: Auf dem Server muss sich ein Quellverzeichnis befinden, in dem die Pakete genau so angeordnet sind wie auf dem Salix Downloadserver bereitgestellt.
hi_in: सर्वर पर एफटीपी साइट की भाँति एक डायरेक्टरी उपस्थित होगी जहाँ पर सेलिक्स पैकेज व फाइलें शाखानुमा क्रम में प्रदर्शित होंगे।
hu: A szerveren kell lennie egy könyvtárnak a Salix csomagokkal, és a fájloknak az FTP oldalhoz hasonló struktrúrában kell lenniük.
nl: Er moet een folder met de Salix pakketten op de server zijn en bestanden zodanig opgesteld zijn als de folderstructuur op de FTP site.

source: The installation script needs to know the name of the directory on your server that contains the series' subdirectories. For example, if your A series is found at /stuff/salix/a, then you would respond: /stuff/salix
ca: L'script d'instal·lació necessita saber el nom del directori del servidor que conté els subdirectoris de la sèrie. Per exemple, si les sèries A són a /stuff/salix/a, llavors hauríeu de respondre "/stuff/salix".
de: Das Installationsprogramm benötigt den Namen desjenigen Verzeichnisses auf dem Server, das die Paketserien enthält. Wenn sich z.B. die Software der Serie A im Verzeichnis "/stuff/salix/a" befindet, geben Sie folgendes an: /stuff/salix
hi_in: इंस्टॉल स्क्रिप्ट द्वारा आपके सर्वर की डायरेक्टरी का नाम जानना आवश्यक है जिसमें श्रृंखला की उप-डायरेक्टरी आदि मौजूद हैं। उदाहरण - /stuff/salix/a में A श्रृंखला प्राप्त होने पर आपको उत्तर में /stuff/salix दर्ज करना होगा
hu: A telepítő szkriptnek tudnia kell a csomagkészleteket tartalmazó könyvtár nevét. Például, ha az "A" készlet a /stuff/salix/a alatt található, akkor ezt kell megadnia: /stuff/salix
nl: Het installatie script heeft de naam van de folder op uw server nodig welke de subfolders van de series bevat. Bijvoorbeeld als uw A series is gevonden in /stuff/salix/a, dan moet u het volgende ingeven: /stuff/salix

source: What is the Salix source directory?
ca: Quin és el directori font de Salix?
de: Welches ist das Salix Quellverzeichnis?
hi_in: सेलिक्स स्रोत डायरेक्टरी क्या है?
hu: Melyik a Salix forráskönyvtár?
nl: Wat is de Salix bron folder?

source: SELECT SOURCE DIRECTORY
ca: SELECCIONEU EL DIRECTORI FONT
de: WÄHLEN SIE DAS QUELLVERZEICHNIS AUS
hi_in: स्रोत डायरेक्टरी चुनें
hu: FORRÁSKÖNYVTÁR KIVÁLASZTÁSA
nl: SELECTEER BRON FOLDER

source: In the next screen you should watch for NFS mount errors.
ca: A la pantalla següent hauríeu de mirar si hi ha errors de muntatge d'NFS.
de: Bitte achten Sie auf dem nächsten Bildschirm auf NFS-Fehlermeldungen.
hi_in: आगामी स्क्रीन पर एनएफएस माउंट त्रुटियों हेतु सचेत रहें।
hu: A következő képernyőn figyeljen az NFS csatolási hibákra!
nl: In het volgende scherm moet u letten op NFS mount foutmeldingen.

source: If you see errors and you don't see your NFS server listed, then try setting up NFS again.
ca: Si hi veieu errors i no hi veieu el servidor NFS llistat, intenteu tornar a configurar l'NFS.
de: Falls Sie Fehlermeldungen bemerkt haben und Ihr Server nicht aufgeführt wird, versuchen Sie bitte, NFS erneut zu konfigurieren.
hi_in: त्रुटियों प्रदर्शित होने पर यदि आपका एनएफएस सर्वर सूचीबद्ध न हो तो एनएफएस सर्वर को पुनः सेटअप करें।
hu: Ha hibákat lát és nem található az NFS szerver, akkor próbálja meg újra beállítani az NFS-t!
nl: Als u foutmeldingen ziet en u ziet niet uw NFS server getoond, probeer dan uw NFS opnieuw in te stellen.

source: NFS MOUNT INFORMATION
ca: INFORMACIÓ DEL MUNTATGE NFS
hi_in: एनएफएस माउंट सूचना
hu: NFS CSATOLÁSI INFORMÁCÓK
nl: NFS MOUNT INFORMATIE

source: Mounting $REMOTE_PATH:
ca: Es munta $REMOTE_PATH:
de: "$REMOTE_PATH" wird eingebunden:
hi_in: $REMOTE_PATH माउंट करना जारी :
hu: $REMOTE_PATH csatolása:
nl: Aankoppelen van $REMOTE_PATH

source: Didn't work.
ca: No ha funcionat.
de: Fehlgeschlagen.
hi_in: विफल रहा।
hu: Nem sikerült.
nl: Is niet gelukt.

source: Maybe you should check that the directory name is correct?
ca: Potser hauríeu de comprovar si el nom del directori és correcte...
de: Überprüfen Sie bitte, ob der Verzeichnisname korrekt ist.
hi_in: सुनिश्चित करें कि डायरेक्टरी नाम उचित है ?
hu: Esetleg nézze meg, hogy a helyes-e a megadott könyvtárnév!
nl: Misschien kun je controleren of de opgegeven directory correct is?

source: Current NFS mounts:
ca: Muntatges NFS actuals:
de: Aktuelle NFS-Mounts:
hi_in: वर्तमान एनएफएस माउंट :
hu: Jelenlegi NFS csatolások:
nl: Huidige NFS aankoppelpunten:

source: Do you need to try setting up NFS again?
ca: Us cal tornar a configurar NFS un altre cop?
de: Möchten Sie NFS erneut konfigurieren?
hi_in: क्या आप एनएफएस को पुनः सेटअप करना चाहते हैं?
hu: Megpróbálja újra az NFS beállítását?
nl: Wil je proberen NFS opnieuw te configureren?

source: NFS MOUNT RESULT
ca: RESULTAT DEL MUNTATGE NFS
de: NFS-MOUNT-ERGEBNIS
hi_in: एनएफएस माउंट परिणाम
hu: AZ NFS CSATOLÁS EREDMÉNYE
nl: NFS MOUNT RESULTAAT

source: Good! We're all set on the local end, but now we need to know where to find the software packages to install. First, we need the share address of the Samba server where the Salix sources are stored.
ca: Bé! Ja estem pel que fa a la configuració local, però ara hem de saber on trobar els paquets de programari per instal·lar. En primer lloc, necessitem l'adreça de compartició del servidor Samba, on s'emmagatzemen les fonts de Salix.
de: Wir müssen wissen, wo sich die Quellpakete für die Installation befinden. Zunächst benötigen wir die Adresse der Samba Freigabe, auf der sich die Salix-Pakete befinden.
hi_in: अच्छा! आपकी मशीन पर सब उचित है परन्तु अब यह ज्ञात करना होगा कि इंस्टॉल हेतु सॉफ्टवेयर पैकेज कहाँ हैं। प्रथमतया, उस सांबा सर्वर का सहभाजित पता ज्ञात करें जहाँ सेलिक्स स्रोत संचित हैं।
hu: Kitűnő! Helyileg mindent beállítottunk, most pedig azt kell megtudnunk, hol keressük a telepítendő csomagokat. Először a Salix forrásokat tartalmazó Samba kiszolgáló címére lesz szükség.
nl: Mooi! We zijn klaar met het lokale deel, maar nu moeten we weten waar de software pakketten te vinden om te installeren. Eerst hebben we het adres van de Samba server nodig waar de Salix bronnen zijn opgeslagen.

source: Example share address:
ca: Exemple d'adreça de compartició:
de: Beispiel für die Adresse einer Samba Freigabe:
hi_in: सहभाजित पते का उदाहरण :
hu: Példa megosztási cím:
nl: Voorbeeld adres:

source: Since you're already running on the network, you should be able to use the hostname instead of an IP address if you wish.
ca: Atès que ja està funcionant la xarxa, hauríeu de ser capaç d'utilitzar el nom d'amfitrió en lloc d'una adreça IP, si ho voleu.
de: Da Sie bereits im Netzwerk angemeldet sind, sollte es möglich sein, statt der IP-Adresse auch einen Hostnamen anzugeben.
hi_in: आप नेटवर्क से कनेक्ट है अतः यदि इच्छा हो तो आप आईपी पते के स्थान पर होस्ट नाम उपयोग कर सकते हैं।
hu: Mivel a hálózat már működik, ha kívánja, host-nevet is használhat IP cím helyett.
nl: Omdat je al actief bent op het netwerk, kun je de hostnaam gebruiken in plaats van het IP adres als je dat wilt.

source: What is the share address of your Samba server?
ca: Quina és l'adreça de compartició del servidor Samba?
de: Wie lautet die Adresse der Freigabe auf Ihrem Samba-Server?
hi_in: आपके सांबा सर्वर का सहभाजित पता क्या है?
hu: Mi a Samba kiszolgáló megosztási címe?
nl: Wat is het adres van uw Samba server?

source: ENTER SHARE ADDRESS OF SAMBA SERVER
ca: ESCRIVIU L'ADREÇA DE COMPARTICIÓ DEL SERVIDOR SAMBA
de: GEBEN SIE DIE FREIGABEADRESSE DES SAMBA SERVERS AN
hi_in: सांबा सर्वर का सहभाजित पता दर्ज करें
hu: ADJA MEG A SAMBA KISZOLGÁLÓ MEGOSZTÁSI CÍMÉT!
nl: VOER SHARE ADRES IN VAN SAMBA SERVER

source: The installation script needs to know the name of the directory below your Samba share that contains the series subdirectories. For example, if your A series is found at /stuff/salix/a, then you would respond: /stuff/salix
ca: L'script d'instal·lació necessita saber el nom del directori sota la compartició de Samba que conté els subdirectoris de la sèrie. Per exemple, si les vostres sèries A es troben a /stuff/salix/a, llavors respondríeu "/stuff/salix".
de: Das Installationsprogramm benötigt den Namen desjenigen Verzeichnisses in der Samba Freigabe, das die Paketserien enthält. Wenn sich z.B. die Software der Serie A im Verzeichnis "/stuff/salix/a" befindet, geben Sie folgendes an: /stuff/salix
hi_in: इंस्टॉल स्क्रिप्ट द्वारा आपके सांबा सहभाजन के नीचे स्थित डायरेक्टरी का नाम जानना आवश्यक है जिसमें श्रृंखला की उप-डायरेक्टरी आदि मौजूद हैं। उदाहरण - /stuff/salix/a में A श्रृंखला प्राप्त होने पर आपको उत्तर में /stuff/salix दर्ज करना होगा
hu: A telepítő szkriptnek tudnia kell a Samba megosztáson, a csomagkészleteket tartalmazó könyvtár nevét. Például, ha az "A" készlet a /stuff/salix/a alatt található, akkor ezt kell megadnia: /stuff/salix
nl: Het installatie script heeft de naam van de folder op uw Samba server nodig welke de subfolders van de series bevat. Bijvoorbeeld als uw A series is gevonden in /stuff/salix/a, dan moet u het volgende ingeven: /stuff/salix

source: You should see no mount errors:
ca: No hauríeu de veure errors de muntatge:
de: Sie sollten keine Mountfehler sehen:
hi_in: कोई माउंट त्रुटि नहीं होगी :
hu: Csatolási hibákat nem szabadna látni:
nl: Je zou geen mount fouten mogen zien:

source: Mounting $REMOTE_SHARE ...
ca: Es munta $REMOTE_SHARE...
de: "$REMOTE_SHARE" wird eingebunden...
hi_in: $REMOTE_SHARE माउंट करना जारी ...
hu: $REMOTE_SHARE csatolása...
nl: Bezig met mounten van $REMOTE_SHARE ...

source: Mount failed.
ca: Ha fallat el muntatge.
de: Einbinden ist fehlgeschlagen.
hi_in: माउंट करना विफल।
hu: A csatolás nem sikerült.
nl: Mounten is mislukt.

source: Mounted Samba share(s):
ca: Comparticions Samba muntades:
de: Binde Samba-Freigabe(n) ein:
hi_in: माउंट हो रखा सांबा सहभाजन :
hu: Felcsatolt Samba megosztás(ok):
nl: Gemounte Samba share(s):

source: A Salix package tree was found! Ready to continue.
ca: S'ha trobat un arbre de paquets de Salix! A punt per continuar.
de: Das Salix Quellverzeichnis wurde gefunden. Bereit fortzufahren.
hi_in: शाखानुमा क्रम युक्त सेलिक्स पैकेज की प्राप्ति सफल। प्रक्रिया जारी रखना संभव है।
hu: Salix telepítőkészletet találtam! Készen állunk a folytatásra.
nl: Een Salix pakket folderstructuur is gevonden! Klaar om door te gaan.

source: No Salix package tree found at the indicated path!
ca: No s'ha trobat cap arbre de paquets de Salix al camí indicat!
de: Unter dem angegebenen Pfad wurde kein Salix Quellverzeichnis gefunden.
hi_in: निर्दिष्ट फोल्डर पथ पर शाखानुमा क्रम युक्त सेलिक्स पैकेज की प्राप्ति विफल!
hu: A megadott útvonalon nem található Salix telepítőkészlet!
nl: Geen Salix pakket folderstructuur is gevonden op het aangegeven pad!

source: Do you want to try setting up Samba again?
ca: Voleu intentar de configurar Samba un altre cop?
de: Möchten Sie Samba neu konfigurieren?
hi_in: क्या आप सांबा को पुनः सेटअप करना चाहते हैं?
hu: Megpróbálja újra beállítani a Samba-t?
nl: Wil je proberen Samba opnieuw te configureren?

source: MOUNT RESULT
ca: RESULTAT DEL MUNTATGE
de: MOUNT-ERGEBNIS
hi_in: माउंट परिणाम
hu: A CSATOLÁS EREDMÉNYE
nl: MOUNT RESULTAAT

source: Good! We're all set on the local end, but now we need to know where to find the software packages to install. First, we need the URL of the ftp or http server where the Salix sources are stored.
ca: Bé! Estem preparats localment, però ara hem de saber on trobar els paquets de programari per a instal·lar. En primer lloc, necessitem l'adreça URL del servidor FTP o HTTP on s'emmagatzemen les fonts de Salix.
de: Wir müssen wissen, wo sich die Quellpakete für die Installation befinden. Zunächst benötigen wir den URL des FTP/HTTP-Servers, auf dem sich die Salix-Pakete befinden.
hi_in: अच्छा! आपकी मशीन पर सब उचित है परन्तु अब यह ज्ञात करना होगा कि इंस्टॉल हेतु सॉफ्टवेयर पैकेज कहाँ हैं। प्रथमतया, उस एफटीपी या एचटीटीपी सर्वर का यूआरएल ज्ञात करें जहाँ सेलिक्स स्रोत संचित हैं।
hu: Kitűnő! Helyileg mindent beállítottunk, most pedig tudnunk kell hol találhatók a telepítőcsomagok. ELsőként szükségünk lesz az ftp vagy http kiszolgáló címére, amelyen a Salix források vannak.
nl: Mooi! We zijn klaar met het lokale deel, maar nu moeten we weten waar de software pakketten te vinden om te installeren. Eerst hebben we de URL van de FTP of HTTP server nodig waar de Salix bronnen zijn opgeslagen.

source: URL examples are:
ca: Exemples d'URL:
de: Beispiele für den URL:
hi_in: यूआरएल के उदाहरण :
hu: URL példák:
nl: URL voorbeelden zijn:

source: What is the URL of your FTP/HTTP server?
ca: Quin és l'URL del servidor FTP/HTTP?
de: Wie lautet der URL Ihres FTP/HTTP-Servers?
hi_in: आपके एफटीपी/एचटीटीपी सर्वर का यूआरएल क्या है?
hu: Mi az FTP/HTTP kiszolgáló címe?
nl: What is de URL van uw FTP/HTTP server?

source: ENTER URL OF FTP/HTTP SERVER
ca: ESCRIVIU L'URL DEL SERVIDOR FTP/HTTP
de: URL DES FTP/HTTP-SERVERS EINGEBEN
hi_in: एफटीपी/एचटीटीपी सर्वर का यूआरएल दर्ज करें
hu: ADJA MEG AZ FTP/HTTP KISZOLGÁLÓ CÍMÉT!
nl: VOER URL IN VAN FTP/HTTP SERVER

source: The installation script needs to know the name of the directory on your server that contains the series subdirectories. For example, if your A series is found at /stuff/salix/a, then you would respond: /stuff/salix
ca: L'script d'instal·lació necessita saber el nom del directori del servidor que conté els subdirectoris de la sèrie. Per exemple, si les sèries A són a /stuff/salix/a, llavors respondríeu "/stuff/salix".
de: Das Installationsprogramm benötigt den Namen desjenigen Verzeichnisses auf Ihrem Server, das die Paketserien enthält. Wenn sich z.B. die Software der Serie A im Verzeichnis "/stuff/salix/a" befindet, geben Sie folgendes an: /stuff/salix
hi_in: इंस्टॉल स्क्रिप्ट द्वारा आपके सर्वर की डायरेक्टरी का नाम जानना आवश्यक है जिसमें श्रृंखला की उप-डायरेक्टरी आदि मौजूद हैं। उदाहरण - /stuff/salix/a में A श्रृंखला प्राप्त होने पर आपको उत्तर में /stuff/salix दर्ज करना होगा
hu: A telepítő szkriptnek tudnia kell a csomagkészleteket tartalmazó könyvtár nevét a kiszolgálón. Például, ha az "A" készlet a /stuff/salix/a alatt található, akkor ezt kell megadnia: /stuff/salix
nl: Het installatie script heeft de naam van de folder op uw server nodig welke de subfolders van de series bevat. Bijvoorbeeld als uw A series is gevonden in /stuff/salix/a, dan moet u het volgende ingeven: /stuff/salix

source: In the next screen you should watch for possible errors.
ca: A la pantalla següent hauríeu de mirar si hi ha errors.
de: Auf dem nächsten Bildschirm sollten Sie auf mögliche Fehlermeldungen achten.
hi_in: आगामी स्क्रीन पर संभावित त्रुटियों हेतु सचेत रहें।
hu: A következő képernyőn figyelje az esetleges hibaüzeneteket!
nl: In het volgende scherm moet u letten op mogelijke foutmeldingen.

source: First, we'll download the PACKAGES.TXT from the parent of the directory that you entered before (which should be the root of the remote Salix tree). If that succeeds, then we use PACKAGES.TXT to reconstruct a local cache of the package tree (should take a minute or less on an average system). After that, we're all set to go!
ca: Primer es baixarà PACKAGES.TXT de l'arrel del directori que heu escrit abans (que hauria de ser l'arrel de l'arbre remot de Salix). Si surt bé, llavors es farà servir PACKAGES.TXT per reconstruir una cau local de l'arbre de paquets (hauria de trigar un minut o menys, en un sistema normal). Després d'això, ja estarem a punt!
de: Zunächst wird die Datei PACKAGES.TXT aus dem Elternverzeichnis des angegebenen Verzeichnisses heruntergeladen (dies sollte das Hauptverzeichnis des Salix Quellbaumes auf dem Server sein). Falls dies gelingt, wird die Datei PACKAGES.TXT verwendet, um einen lokalen Puffer des Quellbaumes zu erstellen (dieser Vorgang dauert auf einem durchschnittlichen System weniger als eine Minute). Danach sind wir bereit fortzufahren.
hi_in: सर्वप्रथम, पिछले चरण में आप द्वारा दर्ज की गई डायरेक्टरी के मूल फोल्डर (यह दूरस्थ शाखानुमा क्रम युक्त सेलिक्स का रुट फोल्डर है) से PACKAGES.TXT फाइल डाउनलोड होगी। इसके सफल होने के उपरांत PACKAGES.TXT उपयोग कर शाखानुमा क्रम युक्त पैकेज की लोकल कैश का पुनः सृजन होगा (एक औसत सिस्टम पर इसे पूर्ण होने में एक या एक से कम मिनट का समय लगता है)। यह सब पूर्ण होने पर प्रक्रिया आगे बढ़ाना संभव होगा!
hu: Elsőként letöltjük a PACKAGES.TXT fájlt akorábban megadott könyvtár szülőkönyvtárából. (A megadott könyvtár a Salix könyvtárfa gyökere.) Ha ez sikerül, a PACKAGES.TXT alapján felépítjük a könyvtárfa helyi gyorsítótárát. (Egy átlagos rendszeren legfeljebb egy percet vesz igénybe.) Ha ezzel végeztünk, minden klészen áll a kezdéshez!
nl: Eerst downloaden we de PACKAGES.TXT van de folder welke u eerder had ingevoerd (dit zou de hoofdfolder van de afgelegen Salix folderstructuur). Als dat lukt, dan gebruiken we PACKAGES.TXT om de lokale cache van de pakketstructuur opnieuw op te bouwen (behoort op een gemiddeld systeem een minuut of minder te duren). Vervolgens zijn we klaar om door te gaan!

source: Downloading PACKAGES.TXT at the Salix root starts after you press OK.
ca: La baixada de PACKAGES.TXT a l'arrel de Salix comença després que premeu D'acord.
de: Der Download der Datei PACKAGES.TXT beginnt, sobald Sie auf OK drücken.
hi_in: आप द्वारा 'ठीक है' दर्ज करने के बाद ही सेलिक्स रुट से PACKAGES.TXT का डाउनलोड आरंभ होगा।
hu: A PACKAGES.TXT letöltése a Salix gyökérkönyvtárból az OK megnyomására.
nl: Downloaden PACKAGES.TXT van de Salix hoodfolder begint nadat u op OK drukt.

source: That file is several hundreds of KB in size so it may take some time to get here...
ca: Aquest fitxer és de diversos centenars de KB de mida i pot trigar a arribar aquí...
de: Diese Datei enthält mehrere hundert KB an Daten, bitte einen Moment Geduld...
hi_in: फाइल का आकार सैंकड़ों केबी में होने के कारण अंतरण पूर्ण होने में समय लग सकता है...
hu: A fájl mérete néhány száz KB, a letöltéséhez kell egy kis idő...
nl: Dat bestand is meerdere honderden KB's groot dus het kan wat tijd kosten om hier te zijn...

source: DOWNLOAD INFORMATION
ca: INFORMACIÓ DE LA BAIXADA
hi_in: डाउनलोड की सूचना
hu: LETÖLTÉSI INFORMÁCIÓ
nl: DOWNLOADEN VAN INFORMATIE

source: Downloading PACKAGES.TXT ...
ca: Es baixa PACKAGES.TXT...
de: Die Datei PACKAGES.TXT wird heruntergeladen...
hi_in: PACKAGES.TXT डाउनलोड करना जारी ...
hu: A PACKAGES.TXT letöltése ...
nl: Bezig met downloaden PACKAGES.TXT ...

source: > Download failed. Going to try one directory lower.
ca: > Error de baixada. Es provarà un directori inferior.
de: > Herunterladen ist fehlgeschlagen. Versuche es ein Verzeichnis tiefer.
hi_in: > डाउनलोड विफल। निचली डायरेक्टरी हेतु प्रयास होगा।
hu: > Nem sikerült letölteni. Egy könyvtárral lejjebb lépek.
nl: > Download mislukt. We gaan het een directory lager proberen.

source: > Download failed again.
ca: La baixada ha tornat a fallar.
de: > Herunterladen ist erneut fehlgeschlagen.
hi_in: > डाउनलोड फिर से विफल।
hu: > Ismét nem sikerült.
nl: > Download weer mislukt.

source: A Salix 'PACKAGES.TXT' is available. Ready to continue!
ca: Hi ha disponible un "PACKAGES.TXT" de Salix. A punt per continuar!
de: Die Datei "PACKAGES.TXT" ist verfügbar. Bereit fortzufahren.
hi_in: सेलिक्स की 'PACKAGES.TXT' उपलब्ध है। प्रक्रिया जारी रखने हेतु तैयार हैं!
hu: A Salix PACKAGES.TXT rendelkezésre áll. Folytathatjuk!
nl: Een Salix 'PACKAGES.TXT' is beschikbaar. Klaar om door te gaan!

source: No file 'PACKAGES.TXT' was found. Wrong URL?
ca: No s'ha trobat cap fitxer "PACKAGES.TXT". URL incorrecte?
de: Die Datei "PACKAGES.TXT" wurde nicht gefunden. Falscher URL?
hi_in: कोई 'PACKAGES.TXT' नहीं मिली। अनुचित यूआरएल?
hu: Nem található a PACKAGES.TXT. Hibás a cím?
nl: Geen bestand 'PACKAGES.TXT' gevonden. Verkeerde URL?

source: Do you want to try setting up FTP/HTTP again?
ca: Voleu intentar de configurar FTP/HTTP un altre cop?
de: Wollen Sie versuchen, FTP/HTTP erneut zu konfigurieren?
hi_in: क्या आप एफटीपी/एचटीटीपी को पुनः सेटअप करना चाहते हैं?
hu: Megpróbálja újra beállítani az FTP/HTTP kapcsolatot?
nl: Wil je FTP/HTTP opnieuw configureren?

source: DOWNLOAD RESULT
ca: RESULTAT DE LA BAIXADA
de: DOWNLOAD-RESULTAT
hi_in: डाउनलोड का परिणाम
hu: A LETÖLTÉS EREDMÉNYE
nl: DOWNLOADRESULTAAT

source: INITIALIZING PACKAGE TREE
ca: S'INICIA L'ARBRE DE PAQUETS
de: INITIALISIERE PAKETBAUM
hi_in: शाखानुमा क्रम युक्त पैकेज का आरंभिकरण जारी
hu: KÖNYVTÁRFA INICIALIZÁLÁSA
nl: INITIALISEREN VAN PAKKET-DIRECTORIES

source: Setting up local cache for the FTP/HTTP server's package tree ...
ca: S'estableix la cau local per a l'arbre de paquets del servidor FTP/HTTP...
de: Konfiguriere den lokalen Puffer für den Paketbaum des FTP/HTTP-Servers...
hi_in: एफटीपी/एचटीटीपी सर्वर के शाखानुमा क्रम युक्त पैकेज हेतु लोकल कैश सेट करना जारी ...
hu: Helyi gyorsítótár felépítése az FTP/HTTP kiszolgáló csomagkönyvtáraihoz...
nl: Lokale versie van de pakket-directories op de FTP/HTTP server wordt opgebouwd...
